Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: No. Place was fairly quiet initially, no sign of those things when we arrived. We went in to make sure it was clear, then the guy I was traveling with kept watch outside. Was maybe a day or two of turning the place inside-out when a group of them swarmed the area, tore the poor bastard apart. I think he took a few with him, but even they aren't all immune to this zombie thing. I holed up in the bunker once I realized I was alone...
ko: 아니. 처음엔 꽤 조용했어, 우리가 도착했을 때는 그런 것들의 흔적도 없었지. 우리는 안을 확인하려고 들어갔고, 같이 온 사람은 밖에서 지키고 있었어. 하루나 이틀 정도 시설을 샅샅이 뒤지던 중, 한 무리의 녀석들이 몰려와 그 불쌍한 녀석을 찢어발겼지. 몇 명은 같이 당했을지도 모르지만, 그들도 이 좀비 현상에 완전히 면역은 아니야. 내가 혼자라는 걸 깨닫고는 곧바로 벙커에 몸을 숨겼지…
ru_ru: Нет. Место было довольно тихим поначалу, когда мы прибыли, никаких признаков всех этих мерзостей не было. Мы зашли внутрь, чтобы убедиться, что все чисто, а парень, с которым я путешествовал, остался сторожить снаружи. Потребовалось около дня или двух, чтобы вывернуть это место наизнанку, перед тем как орда зомби не заполнила этот район, разорвав это бедного ублюдка на части. Я думаю, что он взял с собой несколько мертвяков, но даже видимо продукты этих проектов восприимчивы к этой зомби-заразе. Я спрятался в бункере, как только понял, что остался один...

source: Prepper
ko: 재앙대비자
ru_ru: Шизовыживальщик

source: Just surviving, as usual.
ko: 늘 그렇듯 살아남으려 노력하고 있어.
ru_ru: Просто выжить пытаюсь, все дела.

source: Super Soldier
ko: 초인 병사
ru_ru: Суперсолдат

source: I am guarding this place in exchange for food and shelter.
ko: 난 음식과 거처를 제공받는 대신 이 곳을 지키고 있어.
ru_ru: Я охраняю это место в обмен на еду и кров.

source: Slave Fighter (Blue Team)
ko: 노예 전사 (블루 팀)
ru_ru: Раб-Боец (Синяя Команда)

source: I am free…
ko: 난 자유야…
ru_ru: Я свободен…

source: Slave Fighter (Red Team)
ko: 노예 전사 (레드 팀)
ru_ru: Раб-Боец (Красная Команда)

source: Rip and tear!
ko: 찢어발겨버려!
ru_ru: Рвать, убивать!

source: I am protecting my people.
ko: 난 내 사람들을 지키고 있어.
ru_ru: Я защищаю свой народ.

source: I am fighting towards a better tomorrow…
ko: 난 더 나은 내일을 위해 싸우고 있어…
ru_ru: Я борюсь за лучшее завтра…

source: Scientist
ko: 과학자
ru_ru: Учёный

source: I'm trying to pick up the pieces of my research…
ko: 난 연구한 내용을 정리하려 노력하고 있어…
ru_ru: Я пытаюсь собрать кусочки моего исследования…

source: Bio-Weapon Hunter
ko: 생체병기 사냥꾼
ru_ru: Охотник Био-Оружие

source: I am here to find answers…
ko: 난 답을 찾아 여기에 왔어…
ru_ru: Я здесь, чтобы найти ответы…

source: Command Center Members
ko: 지휘 센터 인원
ru_ru: Члены Коммандного Центра

source: Members of the Command Center seeking refuge from ...something. They have intel and some connections to the Old Guard.
ko: 무언가로부터 도망치는 중인 지휘 센터 소속 인원입니다. 그들은 정보와 올드 가드와의 몇몇 연줄을 가지고 있습니다.
ru_ru: Члены Командного центра ищут убежища от ...чего-то. У них есть разведданные и кое-какие связи со Старой гвардией.

source: Super Soldiers
ko: 초인 병사
ru_ru: Суперсолдаты

source: Ragtag branch of the military that survived the initial cataclysm. Allied to the command center, they seek leadership in this new world.
ko: 대격변 초기에 살아남은 잔존병 무리입니다. 지휘 센터와 동맹을 맺고 있으며, 이 새로운 세상에서 지도자를 찾고 있습니다.
ru_ru: Разношерстная ветвь военных, пережившая первоначальный катаклизм. Объединившись с командным центром, они стремятся к лидерству в этом новом мире.

source: Preppers
ko: 재앙대비자
ru_ru: Шизовыживальщики

source: Survivors who had prepared for the cataclysm before the idea of it was on the radar. They possess the means to rebuild.
ko: 대격변을 대비할 생각조차 존재하지 않던 시절부터 준비해온 생존자들입니다. 그들은 재건에 필요한 수단들을 가지고 있습니다.
ru_ru: Выжившие, которые подгототавливались к Катаклизму еще до того, как реальная идея о нем действительно начала казаться реальной . У них есть средства для восстановления.

source: Bio-Weapons
ko: 생체병기
ru_ru: Био-Оружие

source: Creations of an unknown project with links to the cataclysm. Allied to the command center since they are their creation.
ko: 대격변과 관련된 알 수 없는 프로젝트의 산물입니다. 그들은 창조주인 지휘 센터와 동맹을 맺고 있습니다.
ru_ru: Творения неизвестного проекта, связанного с катаклизмом. Союзники командного центра с тех пор, как они стали их творением.

source: Slave Fighters (Blue Team)
ko: 노예 전사 (블루 팀)
ru_ru: Рабы-Бойцы (Синяя Команда)

source: People who all their lives have seen nothing but fighting in a ring for the amusement of the rich. Most of the saner captives and new meat end up in Blue Team, pitted against hardened and "broken in" combatants.
ko: 평생동안 부유층의 오락을 위해 링에서 싸우며 살아온 사람들입니다. 정신이 조금이라도 온전한 수감자들과 신입은 대부분 블루 팀에 투입되며, 단련되고 "길들여진" 전투원들과 맞붙게 됩니다.
ru_ru: Люди, которые всю свою жизнь не видели ничего, кроме борьбы на ринге для развлечения богатых. Большинство более здравомыслящих пленников и новое мясо попадают в Синюю команду, столкнувшуюся с закаленными и "сломанными" бойцами.

source: Slave Fighters (Red Team)
ko: 노예 전사 (레드 팀)
ru_ru: Рабы-Бойцы (Красная Команда)

source: People who all their lives have seen nothing but fighting in a ring for the amusement of the rich. Devoid of reason they think the cataclysm is but another round, barely able to tell each other apart from the other team.
ko: 평생동안 부유층의 오락을 위해 링에서 싸우며 살아온 사람들입니다. 거의 이성이 없으며, 대격변조차 또 다른 경기 중 하나에 불과할 뿐이라 여기고 서로를 상대 팀과 구분하는 것조차 어렵습니다.
ru_ru: Люди, которые всю свою жизнь не видели ничего, кроме борьбы на ринге для развлечения богатых. Лишенные разума, они думают, что катаклизм-это всего лишь еще один раунд, едва способные отличить друг друга от синей команды.

source: Investigate Bio-Weapon Lab
ko: 생체병기 연구소 조사

source: Explore a Bio-Weapon Lab that suffered a recent security breach. Either find whoever accessed the location and speak with them, or retrieve the RFID access badge that was used and bring it back to Router.
ko: 최근 보안 침해가 발생한 생체병기 연구소를 탐색하세요. 그 장소에 접근한 사람을 찾아 그와 대화하거나, 사용된 RFID 출입 배지를 찾아 루터에게 가져다주세요.

source: If you see this, it's a bug!
ko: 이걸 봤다면 버그입니다!
ru_ru: Это баг!

source: Seeing this is probably also a bug.
ko: 이걸 봤다면 아마도 버그입니다.
ru_ru: Это баг, не смотри сюда.

source: And seeing this is probably a bug too.
ko: 그리고 이걸 봤다면 아마도 버그일 겁니다.
ru_ru: Это баг, не смотри сюда.

source: Oi, cease with these shenanigans, ye debuggers!
ko: 어이, 이런 짓은 그만둬. 이 디버거들아!
ru_ru: Эй, прекратите эти махинации, читеры!

source: In fact most of this dialogue is a bug if you run into it, as this mission is started purely through dialogue.
ko: 이 임무는 사실 대화를 통해서만 시작되기 때문에, 이 대화의 대부분은 보인다면 버그입니다.
ru_ru: На самом деле большая часть этого диалога является ошибкой, если вы столкнетесь с ней, так как эта миссия начинается исключительно через диалог.

source: Any luck so far?
ko: 소득은 좀 있었어?
ru_ru: Пока что есть успехи?

source: So this confirms that the Super Soldier project isn't quite dead yet. I hope that it wasn't too harrowing an experience, but we're dealing with some extremely dangerous threats, and it's only going to get worse from there. Keep whatever you found there, it might be useful. Come see me when you're ready.
ko: 그럼 이걸로 초인 병사 프로젝트가 완전히 끝장난 건 아니라는 게 증명되었군. 너무 힘든 경험은 아니었길 바라지만, 우리는 지금 극도로 위험한 위협들과 마주하고 있고, 상황은 점점 더 악화될 거야. 거기서 찾은 건 그냥 가져, 쓸모가 있을지도 몰라. 그리고 준비가 되면 나를 찾아와.

source: Somehow I doubt that… in fact seeing this is probably another bug, given you can't really bluff your way out of this mission.
ko: 어떻게든 그럴 리 없다고 생각합니다... 사실 이 임무에서 허세를 부리며 빠져나갈 수 없다는 점을 고려하면 이건 버그일 가능성이 높습니다.
ru_ru: Почему-то я сомневаюсь, что... на самом деле видеть это, вероятно, еще одна ошибка, учитывая, что вы не можете блефовать, чтобы выйти из этой миссии.

source: Pretty certain seeing this is a bug too, since you'd have to die to fail this.
ko: 실패하려면 죽어야 하므로 이것도 버그일 가능성이 높습니다.
ru_ru: Почти уверен, что видеть это тоже ошибка, так как вам придется умереть, чтобы провалить это.

source: Kill Bio-Weapon Apophis
ko: 생체병기 아포피스 처치
ru_ru: Уничтожить Апофеоза (Био-Оружие)

source: You seem like a capable person, so you might have a chance. We have pieced together the coordinates to the laboratory Apophis uses as its base. I want you to take it down, rid the world of Apophis! That lab has a lot of valuable equipment left inside; if you manage to kill that thing, it's all yours. I wish we could do it ourselves, but between the portal breakthroughs, the bombs and the undead, the chance has been lost.
ko: 넌 유능해 보이니 어쩌면 기회가 있을지도 몰라. 아포피스가 본거지로 사용하는 연구소의 좌표를 계산했어. 그곳으로 가서 아포피스를 이 세상에서 추방해줬으면 해! 그 연구소 안에는 아직 남아있는 값진 장비가 많아. 네가 그 녀석을 죽이면 그 모든 건 전부 네 거야. 우리가 직접 할 수 있으면 좋겠지만, 포털 돌파, 폭탄, 그리고 언데드 때문에 그 기회는 이미 사라졌어.
ru_ru: Вы кажетесь способным человеком, так что у вас может быть шанс. Мы собрали воедино координаты лаборатории, которую Апофиз использует в качестве своей базы. Я хочу, чтобы ты убрал его, избавил мир от Апофиза! В этой лаборатории осталось много ценного оборудования. Если вам удастся убить эту тварь, оно всё ваше. Я хотел бы, чтобы мы могли сделать это сами, но между портальными прорывами, бомбами и нежитью наш шанс был упущен.

source: You're sure about this? Thank you… that means a lot, you know. Be sure to bring some proof, be creative. I'll be waiting for your return. I'd suggest talking to Sigma and Lambda too, before you leave.
ko: 정말 확실해? 고마워… 그 말은 정말 큰 의미를 담고 있어. 꼭 증거를 가져와. 창의적으로 잘 가져와 봐. 네가 돌아올 때까지 기다리고 있을게. 그리고 떠나기 전에 시그마랑 람다에게도 이야기해 보는 게 좋을 것 같아.
ru_ru: Ты уверен в этом? Спасибо… знаешь, это многое значит. Обязательно принесите какие-нибудь доказательства, прояви творческий подход в этом! Я буду ждать твоего возвращения. Я бы посоветовал также поговорить с Сигмой и Лямбдой, прежде чем ты уйдёшь.

source: I understand. It's practically a lost cause at this point. I'll keep trying to figure something out to stop it.
ko: 알겠어. 이젠 거의 가망이 없겠군. 그래도 어떻게든 멈출 방법을 찾아봐야겠지.
ru_ru: Я понимаю. На данный момент это практически безнадежное дело. Я буду продолжать пытаться что-то придумать, чтобы остановить это.

source: Get some decent armor and weapons, this fight won't be easy. Assemble a team to make it easier. Ask Lambda and Sigma if they want to join you, if you want. A single person can't take it on…
ko: 괜찮은 방어구와 무기를 좀 챙겨가. 이 싸움은 쉽지 않을 거야. 팀을 꾸려서 수월하게 만들어. 원하면 람다랑 시그마한테 합류할거냐고 물어봐. 한 사람만으로는 감당할 수 없으니까…
ru_ru: Достань приличную броню и оружие, этот бой будет нелегким. Собери команду, чтобы было сподручнее. Спроси Лямбду и Сигму, не хотят ли они присоединиться к тебе, если хочешь. Один человек не может взять это всё на себя…

source: Is… it dead?
ko: 그… 죽었어?
ru_ru: Он... мёртв?

source: Is that…you did it! You have no idea what you have done for us! You are truly a legend among men in these dark times. You are always welcomed here!
ko: 네… 네가 해냈어! 네가 우리를 위해 얼마나 큰일을 해낸 건지 모를 거야! 이런 어두운 시기에 진짜 전설이 되었다고. 여긴 언제나 널 환영할 거야!
ru_ru: Это...ты сделал это! Ты даже не представляешь, что ты для нас сделал! Ты действительно легенда среди людей в эти темные времена. Здесь тебе всегда рады!

source: Oh, no proof huh?. I hope you are being truthful…
ko: 아, 증거는 없다고? 진실을 말하고 있길 바라겠어…
ru_ru: О, никаких доказательств, да?. Я надеюсь, что вы говорите правду…

source: At least you are alive. I should have never told you to do something like that. I am sorry…
ko: 그래도 살아 있어서 다행이야. 그런 일을 해달라고 부탁하지 말았어야 했는데. 미안해…
ru_ru: По крайней мере, ты жив. Мне не следовало говорить тебе делать что-то подобное. Я прошу прощения…

source: Reach Command Center
ko: 지휘 센터 도달
ru_ru: Дойти до Коммандного Центра

source: I'm trying to reach a hideout built by former scientists who worked on the Bio-Weapon project. I think I have a lead on where they are, but I would appreciate a helping hand. I had someone with me, but he got caught outside when company showed up.
ko: 난 생체병기 프로젝트에서 일했던 전직 과학자들이 만든 은신처로 가려고 해. 그들이 어디 있는지 단서를 잡은 것 같은데, 좀 도와줬으면 좋겠어. 함께 있던 사람이 한 명 있었는데, 회사 사람들이 나타났을 때 밖에서 잡혀버렸지.
ru_ru: Я пытаюсь добраться до убежища, построенного бывшими учеными, работавшими над проектом создания Био-Оружия. Я думаю, что у меня есть зацепка о том, где оно находится, но я был бы признателен за любую помощь. Со мной был кое-кто, но его поймали снаружи, когда появилась компания.

source: Thank you. I'll follow along and maybe we'll get some answers.
ko: 고마워. 어쩌면 따라가면서 뭔가 답을 얻을 수 있을지도 몰라.
ru_ru: Спасибо. Я последую за вами, и, может быть, мы получим какие-то ответы.

source: Oh. I'd rather try to find the place with some help, so if you're willing to later on maybe…
ko: 아. 혼자보다는 누군가의 도움을 받아 그 장소를 찾는 편이 나은데. 나중에라도 괜찮다면, 함께해줬으면 좋겠어…
ru_ru: О. Я бы предпочел попытаться найти это место с некоторой помощью, так что, если ты захочешь помочь мне позже, возможно,…

source: I was searching this old lab for intel that might help. Take a look for yourself if you need to. In addition, the humvee my companion and I arrived in still should be parked outside, assuming those things didn't trash it…
ko: 도움이 될 만한 정보를 찾으려고 이 오래된 실험실을 수색하고 있었어. 필요하다면 직접 확인해 봐. 그리고 내 동료랑 내가 타고 온 험비는 밖에 아직 주차되어 있을 거야. 그 녀석들이 박살내지 않았다면 말이지만…
ru_ru: Я искал в этой старой лаборатории информацию, которая могла бы помочь. Взгляни сам, если хочешь. Кроме того, машина, на которой мы с моим спутником прибыли, все еще должна быть припаркована снаружи, если предположить, что эти выродки не испортили его…

source: Any closer to the others yet?
ko: 다른 사람들과 점차 가까워지고 있어?
ru_ru: Еще ближе к остальным?

source: Excellent. I'll go ahead and stick around for now. Looks like they have a decent little setup going on here. Maybe asking around will get us pointed in the right direction.
ko: 좋아. 그럼 나는 당분간 여기 머무르고 있을게. 여기에 작지만 제법 좋은 거점이 있는 것 같은데. 주변 사람들에게 물어보면 올바른 방향을 찾는 데 도움이 될지도 몰라.
ru_ru: Отлично. Я пойду вперед и поговорю с ними. Похоже, у них тут неплохая база организована. Может быть, стоит расспросить их немного, чтобы понять что нам делать дальше.

source: Thanks for trying… I guess.
ko: 시도해 줘서 고마워… 일단은.
ru_ru: Спасибо за попытку… Я думаю.

source: It's all for nothing, isn't it?
ko: 결국 아무것도 아닌 거야, 그렇지?
ru_ru: Все это напрасно, не так ли?

source: Bio Hunter
ko: 생체병기 사냥꾼
ru_ru: Био Охотник

source: Evelynn Rose
ko: 에블린 로즈
ru_ru: Эвелин Роуз

source: Center Leader
ko: 센터 지도자
ru_ru: Лидер Центра

source: Router
ko: 루터
ru_ru: Роутер

source: Bio Weapon
ko: 생체병기
ru_ru: Био Оружие

source: Sigma
ko: 시그마
ru_ru: Сигма

source: Lambda
ko: 람다
ru_ru: Лямбда

source: Red Team Slave Fighter
ko: 레드 팀 노예 전사
ru_ru: Раб-Боец красной команды

source: Blue Team Slave Fighter
ko: 블루 팀 노예 전사
ru_ru: Раб-Боец синей команды

source: survivor's archer backpack
ko: 생존자의 궁수용 배낭
ru_ru: рюкзак лучника-выживальщика

source: A custom-built backpack modified further to be an archer's best friend. Lots of storage, manageable encumbrance and a built in quiver.
ko: 궁수를 위해 한층 더 개조된 맞춤형 배낭입니다. 수납공간이 넉넉하고, 별로 걸리적거리지 않으며, 화살통이 내장되어 있습니다.
ru_ru: Изготовленный на заказ рюкзак, модифицированный ещё сильнее, чтобы стать лучшим другом лучника. Имеет много места для хранения вещей, грамотно распределяемую скованность и встроенный колчан.

source: survivor's scout suit
ko: 생존자의 정찰복
ru_ru: костюм лучника-выживальщика

source: You sheath your %s
ko: %s(을)를 칼집에 넣습니다
ru_ru: Ты вкладываешь %s в ножны

source: Sheath knife/sword
ko: 은닉 나이프/검
ru_ru: Вложить нож/меч

source: A home-made suit built to live off the land. Comes with ample storage, fur lining, environmental and physical protection, a built-in watch, and a makeshift sheath ring. It requires a separate gas mask for full protection.
ko: 생존을 위해 제작된 수제 방호복입니다. 넉넉한 수납공간과 모피 안감, 환경 및 물리적 보호 기능, 내장 시계, 급조 칼집 고리가 포함되어 있으며, 완전한 보호를 위해서는 별도로 방독면이 필요합니다.
ru_ru: Самодельный костюм, созданный для того, чтобы жить на природе. Имеет немало места для хранения, меховую подкладку, защиту от окружающей среды и физическую защиту, встроенные часы и самодельные кольца для ножен. Для полной защиты требуется отдельный противогаз.

source: survivor's armored scout suit
ko: 생존자의 장갑 정찰복
ru_ru: бронированный костюм лучника-выживальщика

source: A home-made suit built to live off the land. Comes with ample storage, warm fur lining, environmental and physical protection, a built in watch, and a makeshift sheath ring. The suit is carefully crafted of Kevlar fabric and reinforced with metal. It requires a separate gas mask for full protection.
ko: 생존을 위해 제작된 수제 방호복입니다. 넉넉한 수납공간과 모피 안감, 환경 및 물리적 보호 기능, 내장 시계, 급조 칼집 고리가 포함되어 있으며, 케블라 직물로 정교하게 제작되었고 금속으로 보강되어 있습니다. 완전한 보호를 위해서는 별도로 방독면이 필요합니다.
ru_ru: Самодельный костюм, созданный для того, чтобы жить на природе. Имеет немало места для хранения, тёплую меховую подкладку, защиту от окружающей среды и физическую защиту, встроенные часы и самодельные кольца для ножен. Костюм изготовлен из кевларовой ткани и усилен металлом. Для полной защиты требуется отдельный противогаз.

source: survivor's superalloy scout suit
ko: 생존자의 초합금 정찰복

source: A home-made suit built to live off the land. Comes with ample storage, warm fur lining, environmental and physical protection, a built in watch, and a makeshift sheath ring. The suit is carefully crafted of Kevlar fabric and reinforced with superalloy. It requires a separate gas mask for full protection.
ko: 생존을 위해 제작된 수제 방호복입니다. 넉넉한 수납공간과 모피 안감, 환경 및 물리적 보호 기능, 내장 시계, 급조 칼집 고리가 포함되어 있으며, 케블라 직물로 정교하게 제작되었고 초합금으로 보강되어 있습니다. 완전한 보호를 위해서는 별도로 방독면이 필요합니다.

source: survivor plate armor
ko: 생존자의 판금 갑옷
ru_ru: пластинчатый доспех выживальщика

source: A suit of Gothic plate armor modified with kevlar and leather, altered to better protect the gaps between plates and provide better protection from the elements.
ko: 고딕 판금 갑옷에 케블라와 가죽을 덧대어 개조한 장비로, 판금 사이의 틈새를 보다 잘 보호하여 외부 환경으로부터의 방호력을 높이도록 개조되었습니다.
ru_ru: Костюм из Готической пластинчатой брони, модифицированной кевларом и кожей, перессобранной так, чтобы лучше защитить промежутки между пластинами и обеспечить лучшую защиту от окружающей среды.

source: survivor superalloy plate armor
ko: 생존자의 초합금 판금 갑옷

source: A suit of Gothic plate armor, made from superalloy plates further modified with kevlar and leather, altered to better protect the gaps between plates and provide better protection from the elements.
ko: 초합금으로 제작된 고딕 판금 갑옷에 케블라와 가죽을 덧대어 개조한 장비로, 판금 사이의 틈새를 보다 잘 보호하여 외부 환경으로부터의 방호력을 높이도록 개조되었습니다.

source: survivor cuirass
ko: 생존자의 흉갑

source: A medieval steel breastplate, modified with kevlar and leather to better protect from the elements.
ko: 중세식 강철 흉갑에 케블라와 가죽을 덧대어 외부 환경에 대한 방호력을 강화한 장비입니다.

source: survivor superalloy cuirass
ko: 생존자의 초합금 흉갑

source: A medieval breastplate remade in cutting-edge superalloy, modified with kevlar and leather to better protect from the elements.
ko: 최첨단 초합금으로 다시 제작된 중세식 흉갑에 케블라와 가죽을 덧대어 외부 환경에 대한 방호력을 강화한 장비입니다.

source: survivor steel arm guards
ko: 생존자의 강철 팔 보호구

source: A full assembly of medieval arm protection. Rerebraces, couters, and vambraces, subsequently modified with kevlar and leather to better protect the joints.
ko: 중세풍 팔 보호구입니다. 팔꿈치 보호대, 팔 하부 보호대, 팔목 보호대, 그리고 보호대들을 연결해 하나의 보호구로 착용하기 위한 가죽끈이 포함되어 있으며, 개선된 관절 보호를 위해 케블라와 가죽을 덧댔습니다.

source: survivor superalloy arm guards
ko: 생존자의 초합금 팔 보호구

source: A full assembly of medieval arm protection, made from modern superalloy. Rerebraces, couters, and vambraces, subsequently modified with kevlar and leather to better protect the joints.
ko: 최첨단 초합금으로 만든 중세풍 팔 보호구입니다. 팔꿈치 보호대, 팔 하부 보호대, 팔목 보호대, 그리고 보호대들을 연결해 하나의 보호구로 착용하기 위한 가죽끈이 포함되어 있으며, 개선된 관절 보호를 위해 케블라와 가죽을 덧댔습니다.

source: survivor steel leg guards
ko: 생존자의 강철 다리 보호구

source: A full assembly of medieval leg protection. Cuisses, poleyns, and greaves, subsequently modified with kevlar and leather to better protect the joints.
ko: 중세풍 다리 보호구입니다. 골반 보호대, 다리 상부 보호대, 다리 하부 보호대, 그리고 보호대들을 연결해 하나의 보호구로 착용하기 위한 가죽끈이 포함되어 있으며, 개선된 관절 보호를 위해 케블라와 가죽을 덧댔습니다.

source: survivor superalloy leg guards
ko: 생존자의 초합금 다리 보호구

source: A full assembly of medieval leg protection, made from modern superalloy. Cuisses, poleyns, and greaves, subsequently modified with kevlar and leather to better protect the joints.
ko: 최첨단 초합금으로 만든 중세풍 다리 보호구입니다. 골반 보호대, 다리 상부 보호대, 다리 하부 보호대, 그리고 보호대들을 연결해 하나의 보호구로 착용하기 위한 가죽끈이 포함되어 있으며, 개선된 관절 보호를 위해 케블라와 가죽을 덧댔습니다.

source: survivor great helm
ko: 생존자의 그레이트헬멧
ru_ru: большой шлем выживальщика

source: A medieval helmet that has been heavily modified, widening the eye slits and breaths, with ballistic lenses and a kevlar aventail helping make up for the increased vulnerability.
ko: 중세식 헬멧을 대대적으로 개조한 장비로, 시야와 숨구멍을 넓혔으며, 방탄 렌즈와 케블라 아벤테일이 추가되어 취약점을 보완합니다.
ru_ru: Средневековый шлем, который был сильно модифицирован, прорези для глаз и рта были увеличены, а на место образовавшихся прорех были установлены баллистически линзы и кевларовое оплечье, помогающее компенсировать повышенную уязвимость.

source: survivor superalloy great helm
ko: 생존자의 초합금 그레이트헬멧

source: A modernized medieval helmet that has been further modified, widening the eye slits and breaths, with ballistic lenses and a kevlar aventail helping make up for the increased vulnerability.
ko: 현대적으로 개수된 중세식 헬멧으로, 시야와 숨구멍을 넓혔으며, 방탄 렌즈와 케블라 아벤테일이 추가되어 취약점을 보완합니다.

source: pair of survivor armored gauntlets
ko: 생존자의 금속 건틀렛

source: A heavy set of medieval gauntlets, modified with kevlar reinforcements to increase protection from the elements.
ko: 극히 무거운 금속판으로 덮혀진 가죽 장갑입니다. 케블라와 가죽을 덧대어 외부 환경에 대한 방호력을 강화했습니다.
ru_ru: Пара средневековых перчаток, усиленных кевларом для обеспечения дополнительной защиты от окружающей среды.

source: pair of survivor superalloy armored gauntlets
ko: 생존자의 초합금 건틀렛

source: A set of medieval gauntlets plated with superalloy, then further modified with kevlar reinforcements to increase protection from the elements.
ko: 초합금으로 도금된 중세식 건틀렛으로, 케블라와 가죽을 덧대어 외부 환경에 대한 방호력을 강화했습니다.

source: pair of survivor armored boots
ko: 생존자의 금속 부츠

source: A heavy set of armor plated boots, modified with kevlar to better protect from the elements.
ko: 극히 무거운 금속판으로 만든 부츠로, 케블라와 가죽을 덧대어 외부 환경에 대한 방호력을 강화했습니다.
ru_ru: Пара средневековых сабатонов (латных сапогов), усиленных кевларом для обеспечения дополнительной защиты от окружающей среды.

source: pair of survivor superalloy armored boots
ko: 생존자의 초합금 금속 부츠

source: A set of superalloy plated boots, modified with kevlar to better protect from the elements.
ko: 경량 초합금 장갑판이 달린 부츠입니다. 케블라와 가죽을 덧대어 외부 환경에 대한 방호력을 강화했습니다.

source: Bio-Weapon badge
ko: 생체병기 배지
ru_ru: Бейдж Био-Оружия

source: A round silver medallion that identifies the wearer as a part of the Bio-Weapon project.
ko: 생체병기 프로젝트의 일원임을 나타내는 둥근 은빛 메달입니다.
ru_ru: Круглый серебряный медальон, который идентифицирует владельца как часть проекта "Био-Оружие".

source: Bio-Weapon Apophis badge
ko: 생체병기 아포피스 배지
ru_ru: Бейдж Био-Оружия "Апофеоз"

source: A round silver medallion that identifies the wearer as a part of the Bio-Weapon project. This one has the name 'Apophis' inscribed on the front.
ko: 생체병기 프로젝트의 일원임을 나타내는 둥근 은빛 메달입니다. 앞면에 '아포피스'라는 이름이 새겨져 있습니다.
ru_ru: Круглый серебряный медальон, который идентифицирует владельца как часть проекта "Био-Оружие". У этого бейджа есть дополнительная подпись "Апофеоз".

source: RFID access badge
ko: RFID 출입 배지

source: A round silver medallion with a RFID chip embedded in the front. The markings seem to identify the wearer as a part of the Bio-Weapon project.
ko: 앞면에 RFID 칩이 내장된 둥근 은빛 메달입니다. 표식으로 보아 착용자가 생체병기 프로젝트의 일원임을 나타내는 것 같습니다.

source: ACS-74 stealth cloak
ko: ACS-74 은폐 망토
ru_ru: ACS-74 мантия невидимости

source: The cloak shimmers and emits an intense light-disrupting field.
ko: 망토가 반짝이더니 강력한 광학 교란장을 방출합니다.

source: The cloak is out of power.
ko: 망토의 전력이 부족합니다.

source: An experimental cloak with a destructive interference system that will create pitch-black darkness around you when powered and worn. Creatures that can see in the dark will still spot you, but it will fool most things. A network of miniature alphavolatics make it self-charging but only able to sustain short bursts of use. Activate to turn it on.
ko: 파괴적인 간섭 시스템이 탑재된 실험적인 망토로, 착용하고 전원을 켜면 주변을 새카만 어둠으로 물들입니다. 야간 시야를 가진 생물들은 여전히 당신을 볼 수 있지만, 여전히 대부분의 생물들은 속일 수 있습니다. 초소형 알파볼타 연결망이 내장되어 자체 충전이 가능하지만, 짧은 시간 동안만 작동할 수 있습니다. 작동하려면 활성화하세요.

source: ACS-74 stealth cloak (on)
ko: ACS-74 은폐 망토 (켜짐)

source: The cloak flickers and powers down.
ko: 망토가 깜박거리더니 전원이 꺼집니다.
