Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: A sight made for maximum target acquisition. It is composed of a small makeshift red dot sight that emits a laser beam at what it targets. The reticle in the sight allows proper aiming while the laser beam allows for quick target aim.
ko: 최대한 빠르게 목표를 포착할 수 있도록 만들어진 조준기입니다. 간이형 레드닷 사이트로 구성되어 있으며, 조준 대상에 레이저 광선을 방출합니다. 사이트 내부의 조준점은 정확하게 조준할 수 있도록 보조하며, 레이저 광선은 신속한 목표 조준을 가능하게 합니다.
ru_ru: Прицел, предназначенный для максимально точного захвата и наведения на цель. Он состоит из небольшого импровизированного красного точечного прицела, который испускает лазерный луч на то, на что он нацелен. Прицел позволяет более точно прицелить на цель, в то время как лазерный луч позволяет навести прицел максимально быстро.

source: sights
ko: 조준기
ru_ru: прицелы

source: survivor's LMG recoil handle
ko: 생존자의 경기관총 반동 손잡이

source: A side-mounted handle designed for machine guns, to help in hip fire. Makes aiming easier and greatly reduces recoil, but hinders the use of the weapon's sights and makes it slower to wield.
ko: 기관총의 힙파이어를 돕기 위해 측면에 장착되는 손잡이입니다. 조준을 더 쉽게 하고 반동을 크게 줄여주지만, 무기 조준기 사용을 방해하며 무기를 드는 속도를 느리게 만듭니다.

source: grip
ko: 손잡이

source: hydrogen density converter
ko: 수소 밀도 변환기

source: An ad-hoc conversion kit designed by Omnitech for experimental plasma weaponry. Its purpose is to reconfigure the emitter to function with much lower compression rates, allowing it to use commercial-grade hydrogen instead of now-irreplaceable compressed hydrogen canisters. This will give the weapon reduced power, range, and accuracy.
ko: 옴니텍에서 실험적인 플라즈마 무기를 위해 설계한 임시 개조 키트입니다. 이 장비의 목적은 방출기를 훨씬 낮은 압축률에서도 작동하도록 재구성하여, 이제는 대체가 불가능한 고압 수소 용기 대신 시판용 수소를 사용할 수 있게 만드는 것입니다. 그 대신 무기의 위력, 사거리, 정확도가 감소하게 됩니다.

source: emitter
ko: 방출기

source: bio laser pistol
ko: 생체공학적 레이저 권총
ru_ru: бионический лазерный пистолет

source: Finger Laser CBM turned into a pistol. Still very accurate, but not particularly damaging.
ko: 손가락 탑재형 레이저 CBM을 권총으로 개조한 것입니다. 여전히 매우 명중률이 높지만, 그다지 큰 피해를 입히진 못합니다.
ru_ru: Это КБМ: Лазер в пальце, из которого сделали пистолет. Все еще очень точный, но не особенно разрушительный.

# gun_type_type
source: pistol
ko: 권총
ru_ru: пистолеты

source: Rifle built with parts salvaged from a Chain Lightning CBM. Fires bolts of electricity that jump between nearby enemies.
ko: 연쇄 번개 CBM에서 회수한 부품들로 제작된 소총입니다. 근처의 적들 사이를 옮겨다니는 전기 화살을 발사합니다.
ru_ru: Винтовка, построенная из деталей снятых с КБМ: Цепная молния. Стреляет электрическими разрядами, которые прыгают между ближайшими врагами.

source: biological pistol
ko: 생명공학적 권총
ru_ru: биологический пистолет

source: A pistol made out of fleshy material enclosed by metal. Whatever it fires seems to be solid enough to do damage along with immolating victims. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ko: 금속으로 둘러싸인 살점으로 제작된 권총으로, 발사되는 무언가는 충분히 고체에 가까워 피해를 입힐 뿐만 아니라 대상을 불태우기도 합니다. 이것을 들고 있으면 기묘할 정도로 집중되지만, 가끔 일어나는 경련과 불길한 소리는 불안감을 자아냅니다. 부디 이것이 지성을 가진 존재가 아니길 바랍니다.

source: semi
ko: 반자동
ru_ru: полу-автомат

source: 2-rd. burst
ko: 2점사

source: biological sub-machinegun
ko: 생명공학적 기관단총
ru_ru: биологический пистолет-пулемёт

source: A sub-machinegun made out of fleshy material enclosed by metal. Whatever the hell it fires seems to have an incendiary effect on targets. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ko: 금속으로 둘러싸인 살점으로 제작된 기관단총입니다. 이게 무엇을 발사하든 간에, 대상에게 발화 효과를 일으키는 듯합니다. 이것을 들고 있으면 기묘할 정도로 집중되지만, 가끔 일어나는 경련과 불길한 소리는 불안감을 자아냅니다. 부디 이것이 지성을 가진 존재가 아니길 바랍니다.

source: burst
ko: 점사
ru_ru: очередь

# gun_type_type
source: smg
ko: 기관단총
ru_ru: пистолеты-пулемёты

source: biological rifle
ko: 생명공학적 소총
ru_ru: биологическая винтовка

source: A rifle made out of fleshy material enclosed by metal. It fires something seemingly alive, over quite a long range in fact, horribly burning and stunning whatever it hits. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ko: 금속으로 둘러싸인 살점으로 제작된 소총입니다. 상당히 긴 사거리를 가지고 있으며, 살아있는 무언가를 발사해 피격 대상을 끔찍하게 불태우고 기절시키는 것처럼 보입니다. 이것을 들고 있으면 기묘할 정도로 집중되지만, 가끔 일어나는 경련과 불길한 소리는 불안감을 자아냅니다. 부디 이것이 지성을 가진 존재가 아니길 바랍니다.

source: biological machinegun
ko: 생명공학적 기관총
ru_ru: биологический пулемет

source: A light machinegun made out of fleshy material enclosed by metal. It fires unnatural, presumably-living rounds that daze and immolate almost anything hit by sustained fire. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ko: 금속으로 둘러싸인 살점으로 제작된 경기관총입니다. 지속 사격 시 부자연적이고 살아있는 것처럼 보이는 탄환을 발사하여, 맞는 거의 모든 대상을 멍하게 만들고 불태웁니다. 이것을 들고 있으면 기묘할 정도로 집중되지만, 가끔 일어나는 경련과 불길한 소리는 불안감을 자아냅니다. 부디 이것이 지성을 가진 존재가 아니길 바랍니다.

source: low auto
ko: 저속자동
ru_ru: малая очередь

source: high auto
ko: 고속자동
ru_ru: мощная очередь

source: biological scattergun
ko: 생명공학적 산탄총
ru_ru: биологический фаршеватель

source: An automatic shotgun made out of fleshy material enclosed by metal. It's hard to tell what this thing even fires, but it appears to have a powerful stunning and incendiary effect on targets. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ko: 금속으로 둘러싸인 살점으로 제작된 자동 산탄총입니다. 이게 도대체 무엇을 발사하는 지조차 알기 어렵지만, 대상에게 강한 기절 효과와 화염 피해를 입히는 것처럼 보입니다. 이것을 들고 있으면 기묘할 정도로 집중되지만, 가끔 일어나는 경련과 불길한 소리는 불안감을 자아냅니다. 부디 이것이 지성을 가진 존재가 아니길 바랍니다.

# gun_type_type
source: shotgun
ko: 산탄총
ru_ru: дробовики

source: survivor's pneumatic LMG
ko: 생존자의 공압식 경기관총
ru_ru: пневматический пулемёт выживальщика

source: A high-powered, multistroke pneumatic rifle with a basic magazine hopper. While handcrafted, it is higher in quality than most homemade weapons, using a hand crank and cam to power its air compressor, allowing for a modest volume of fire.
ko: 기초적인 탄창 깔때기를 갖춘 고성능 다단식 공압 소총입니다. 수제품이지만 대부분의 수제 무기보다 품질이 뛰어나며, 수동 크랭크와 캠을 통해 공기 압축기를 작동시켜 적당한 연사력을 제공합니다.
ru_ru: Мощная многоходовая пневматическая винтовка с базовым магазинным бункером. Несмотря на то, что он изготовлен вручную, по качеству он выше, чем большинство самодельных орудий. Используя рукоятку и кулачок для питания воздушного компрессора предлагает скромную огневую мощь.

source: survivor's UPS rifle
ko: 생존자의 UPS 소총
ru_ru: лазерная УБП винтовка выживальщика

source: A makeshift, albeit advanced, laser rifle. Relatively potent but less efficient than proper models. Reasonably reliable and can be mounted on a vehicle.
ko: 급조품이지만 비교적 진보된 레이저 소총입니다. 상당히 강력하지만 정식 생산품보다는 효율이 떨어집니다. 제법 신뢰성이 뛰어나며 차량에 설치할 수도 있습니다.
ru_ru: Самодельная, хотя и усовершенствованная, лазерная винтовка. Относительно мощная, но менее эффективная, чем заводские модели. Достаточно надежна, и может быть установлена на транспортном средстве.

source: survivor's crank rifle
ko: 생존자의 크랭크 소총
ru_ru: динамо-винтовка выживальщика

source: Further building on the developments that went into the UPS rifle, this integrates a hand crank and capacitors to charge a custom-made power cell. Infinite ammo at the cost of reliability. Use it to deploy the crank charger.
ko: UPS 소총 개발을 기반으로 보다 발전된 무기입니다. 수동 크랭크와 축전기를 통합하여 특수 제작된 배터리를 충전합니다. 신뢰성을 희생한 대신 무한한 탄약을 가지고 있으며, 활성화하여 크랭크 충전기를 꺼낼 수 있습니다.

source: survivor's battery pistol
ko: 생존자의 배터리 권총
ru_ru: пистолет выживальщика на батарейках

source: A simple electronic pistol, using batteries from common household electronics to power a low-yield electrolaser. Not very powerful, but can shock targets.
ko: 가정용 전자기기에서 사용하는 배터리를 이용해 저출력 일렉트로레이저를 발사하는 간단한 전기식 권총입니다. 위력은 높지 않지만, 대상에게 감전 효과를 줄 수 있습니다.
ru_ru: Простой электронный пистолет, использующий батарейки от обычной бытовой электроники для питания электролазера с низкой мощностью. Не очень мощный, но может оглушить цель.

source: survivor's battery rifle
ko: 생존자의 배터리 소총
ru_ru: винтовка выживальщика на батарейках

source: A simple electronic rifle, using batteries from common power tools to power a low-yield electrolaser. A bit more potent than its pistol variant, but still quite an inefficient use of power.
ko: 가정용 전자기기에서 사용하는 배터리를 이용해 저출력 일렉트로레이저를 발사하는 간단한 전기식 소총입니다. 권총에 비해 좀 더 강력하지만, 여전히 전력 효율은 매우 비효율적입니다.
ru_ru: Простая электронная винтовка, использующая батарейки обычной бытовой электроники для питания электролазера с низкой мощностью. Немного более мощная чем аналогичный пистолет, но всё же это не самый эффективный способ использовать батарейки.

source: survivor's .223 assault rifle
ko: 생존자의 .223 돌격소총
ru_ru: .223 кал. штурмовая винтовка выживальщика

source: A (mostly) homemade assault rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the .223 cartridge via its custom-made magazine, and can accept certain STANAG magazines of equal or lesser capacity.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 돌격소총입니다. 대부분의 대격변 이전 소총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 .223 탄창을 사용하며, 용량이 같거나 더 작은 일부 STANAG 탄창도 사용할 수 있습니다.

source: survivor's .22 SMG
ko: 생존자의 .22 기관단총
ru_ru: .22 пистолет-пулемёт выживальщика

source: A (mostly) homemade SMG built from a full auto receiver. While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons. Takes the .22 cartridge via its custom-made magazine.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 기관단총입니다. 대부분의 대격변 이전 기관단총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 .22 탄창을 사용합니다.

source: survivor's 9mm SMG
ko: 생존자의 9mm 기관단총
ru_ru: 9мм пистолет-пулемёт выживальщика

source: A (mostly) homemade SMG built from a full auto receiver. While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons. Takes the 9mm cartridge via its custom-made magazine, or can accept lower-capacity makeshift STEN magazines.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 기관단총입니다. 대부분의 대격변 이전 기관단총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 9mm 탄창을 사용하며, 용량이 더 작은 급조 스텐 탄창도 사용할 수 있습니다.

source: survivor's .45 SMG
ko: 생존자의 .45 기관단총
ru_ru: .45 пистолет-пулемёт выживальщика

source: A (mostly) homemade SMG built from a full auto receiver. While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons. Takes the .45 cartridge via its custom-made magazine, and can accept lower-capacity makeshift variants of the MAC-10 magazine.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 기관단총입니다. 대부분의 대격변 이전 기관단총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 .45 탄창을 사용하며, 용량이 더 작은 급조 MAC-10 탄창도 사용할 수 있습니다.

source: survivor's .308 battle rifle
ko: 생존자의 .308 전투소총
ru_ru: .308 боевая винтовка выживальщика

source: A (mostly) homemade automatic rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the .308 cartridge via its custom-made magazine, and compatible with magazines from the old M14 rifle.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 자동소총입니다. 대부분의 대격변 이전 소총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 .308 탄창을 사용하며, 오래된 M14 탄창도 호환됩니다.

source: survivor's 7.62x39 assault rifle
ko: 생존자의 7.62x39 돌격소총
ru_ru: 7.62x39 штурмовая винтовка выживальщика

source: A (mostly) homemade assault rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the 7.62x39mm cartridge via its custom-made magazine, and can accept any AK-pattern magazine of equal or lesser capacity.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 돌격소총입니다. 대부분의 대격변 이전 소총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 7.62x39mm 탄창을 사용하며, 용량이 같거나 더 작은 일부 AK 패턴 탄창도 사용할 수 있습니다.

source: survivor's 7.62x54 battle rifle
ko: 생존자의 7.62x54 전투소총
ru_ru: 7.62x54 боевая винтовка выживальщика

source: A (mostly) homemade automatic rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the 7.62x54mmR cartridge via its custom-made magazine.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 자동소총입니다. 대부분의 대격변 이전 소총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 7.62x54mmR 탄창을 사용합니다.

source: survivor's .30-06 battle rifle
ko: 생존자의 30-06 전투소총

source: A (mostly) homemade automatic rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the .30-06 cartridge via its custom-made magazine, and can accept magazines from the BAR of comparable capacity.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 자동소총입니다. 대부분의 대격변 이전 소총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 .30-06 탄창을 사용하며, 용량이 같거나 더 작은 일부 BAR 탄창도 사용할 수 있습니다.

source: survivor's full-auto shotgun
ko: 생존자의 자동 산탄총
ru_ru: автоматический дробовик выживальщика

source: A (mostly) homemade full auto shotgun built from a full auto receiver. While still lower quality than most pre-cataclysm shotguns, it's superior to many other homemade weapons. Takes the 12 gauge cartridge via its custom-made magazine, and can accept lower-capacity variants of the Saiga 12 magazine.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 자동 산탄총입니다. 대부분의 대격변 이전 산탄총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 12게이지 탄창을 사용하며, 용량이 같거나 더 작은 일부 사이가-12 탄창도 사용할 수 있습니다.

source: survivor's .308 GPMG
ko: 생존자의 .308 다목적기관총
ru_ru: .308 универсальный пулемёт выживальщика

source: A (mostly) homemade GPMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the .308 cartridge via a belt feed.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 다목적기관총입니다. 품질은 나쁘지 않지만, 높은 연사력 때문에 신뢰성 및 명중률에 문제가 있습니다. .308 탄약 벨트를 사용합니다.

source: survivor's 7.62x39 LMG
ko: 생존자의 7.62x39 경기관총
ru_ru: 7.62x39 ручной пулемёт выживальщика

source: A (mostly) homemade LMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the 7.62x39 cartridge via a belt feed.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 경기관총입니다. 품질은 나쁘지 않지만, 높은 연사력 때문에 신뢰성 및 명중률에 문제가 있습니다. 7.62x39 탄약 벨트를 사용합니다.

source: survivor's .223 LMG
ko: 생존자의 .223 경기관총
ru_ru: .223 ручной пулемёт выживальщика

source: A (mostly) homemade LMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the .223 cartridge via a belt feed.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 경기관총입니다. 품질은 나쁘지 않지만, 높은 연사력 때문에 신뢰성 및 명중률에 문제가 있습니다. .223 탄약 벨트를 사용합니다.

source: survivor's 7.62x54 GPMG
ko: 생존자의 7.62x54 다목적기관총
ru_ru: 7.62x54 универсальный пулемёт выживальщика

source: A (mostly) homemade GPMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the 7.62x54R cartridge via a belt feed.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 다목적기관총입니다. 품질은 나쁘지 않지만, 높은 연사력 때문에 신뢰성 및 명중률에 문제가 있습니다. 7.62x54R 탄약 벨트를 사용합니다.

source: survivor's .30-06 GPMG
ko: 생존자의 .30-06 다목적기관총

source: A (mostly) homemade GPMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the .30-06 cartridge via a belt feed.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 다목적기관총입니다. 품질은 나쁘지 않지만, 높은 연사력 때문에 신뢰성 및 명중률에 문제가 있습니다. .30-06 탄약 벨트를 사용합니다.

source: survivor's .50 automatic AMR
ko: 생존자의 .50 자동 대물소총

source: A beast of a (mostly) homemade anti-materiel rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the .50 BMG cartridge via its custom-made magazine, or can accept lower-capacity Barret magazines.
ko: 자동 리시버를 기반으로 제작된 (대부분) 수제 대물소총입니다. 대부분의 대격변 이전 소총보다 품질이 떨어지지만, 다른 수많은 수제 화기보다는 우수합니다. 맞춤 제작된 .50 BMG 탄창을 사용하며, 용량이 같거나 더 작은 일부 바렛 탄창도 사용할 수 있습니다.

source: survivor's fighting bow
ko: 생존자의 전투용 활
ru_ru: боевой лук выживальщика

source: A custom-made bow, arms reinforced to compensate for its takedown design. The tips of the bow have makeshift blades to make this bow an efficient melee weapon when things get close and personal. Use it to compact the weapon for easier storage.
ko: 접이식 설계를 보완하기 위해 양쪽 활대를 강화한 맞춤 제작 활입니다. 활끝에는 급조 칼날이 부착되어 있어 적이 가까이 접근했을 때도 효과적인 근접 무기로 사용할 수 있습니다. 사용하면 무기를 접어 보다 쉽게 보관할 수 있습니다.

source: makeshift greatbow
ko: 급조 대궁

source: A massive steel longbow made from part of a vehicle frame sawed and bent into shape. While extremely powerful, its immense draw weight requires superhuman strength to use, plus it suffers in efficiency and accuracy.
ko: 차량 프레임의 일부를 절단하여 만든 거대한 강철 장궁입니다. 엄청난 위력을 지녔지만, 활시위를 당기기 위해서는 초인적인 힘이 필요하며, 효율 및 명중률도 떨어집니다.

source: survivor's flintlock sniper
ko: 생존자의 플린트락 저격소총
ru_ru: кремниевая винтовка выживальщика

source: A well-made, long-barreled rifle for firing paper cartridges. Using a breech-loading mechanism and scavenged ferrocerium from a lighter, it compensates for some of the disadvantages common to flintlock firearms.
ko: 종이 탄약을 발사하기 위해 제작된 뛰어난 품질의 긴 총열 장총입니다. 노리쇠 장전 방식과 라이터에서 재활용한 페로세륨을 사용하여, 전통적인 플린트락 화기의 단점 일부를 보완했습니다.
ru_ru: Хорошо сделанная длинноствольная винтовка для стрельбы бумажными патронами. Используемый механизм заряжания казенной части и очищенного ферроцерий от зажигалки, компенсируют некоторые недостатки, характерные для кремневого огнестрельного оружия.

source: NEO-33 laser pistol
ko: NEO-33 레이저 권총
ru_ru: NEO-33 лазерный пистолет

source: A relatively small laser pistol, boxy design having just enough concessions to ergonomics to fit well in the hand. Its manufacturer is listed as Omnitech Labs. Powered by atomic power cells or an experimental rechargeable version, for heavy use where a UPS would not be sustainable in the short term.
ko: 비교적 작은 레이저 권총입니다. 박스형 설계에 인체공학을 최소한으로 고려하여 그럭저럭 손에 쥘 수 있으며, 제조사는 옴니텍 연구소로 표시되어 있습니다. 원자력 배터리나 실험적인 충전식 배터리를 사용하며, 단기적으로 UPS를 사용하기 어려운 환경에서도 사용할 수 있도록 만드는 데 초점을 두고 설계되었습니다.

source: NEO-33E1 laser pistol
ko: NEO-33E1 레이저 권총

source: A relatively small laser pistol, boxy design having just enough concessions to ergonomics to fit well in the hand. It offers energy efficiency and prolonged usage, at the expense of firepower and range. Its manufacturer is listed as Omnitech Labs. This one has been converted to use a UPS, a modification to allow sustained operations in the field in case resupply is not available.
ko: 비교적 작은 레이저 권총입니다. 박스형 설계에 인체공학을 최소한으로 고려하여 그럭저럭 손에 쥘 수 있으며, 화력과 사거리를 다소 희생했지만 높은 에너지 효율 및 긴 사용시간이 장점입니다. 제조사는 옴니텍 연구소로 표시되어 있으며, 이 모델은 UPS를 사용하도록 개조되어 보급이 어려운 환경에서도 지속적인 운용이 가능합니다.

source: AKRO-388 laser SMG
ko: AKRO-388 레이저 기관단총
ru_ru: AKRO-388 лазерный пистолет-пулемёт

source: Based on the design of the NEO-33, the AKRO-388 balances energy efficiency with rate of fire, offering decent firepower and handling like common submachineguns in active service. Its manufacturer is listed as Omnitech Labs. Powered by atomic power cells or an experimental rechargeable version, for heavy use where a UPS would not be sustainable in the short term.
ko: NEO-33의 설계를 기반으로 제작된 AKRO-388은 에너지 효율과 연사력의 균형을 맞추는 데 초점을 두었으며, 일반적인 현용 기관단총과 비슷한 수준의 준수한 화력과 조작성을 제공합니다. 제조사는 옴니텍 연구소로 표시되어 있습니다. 원자력 배터리나 실험적인 충전식 배터리를 사용하며, 단기적으로 UPS를 사용하기 어려운 환경에서도 사용할 수 있도록 만드는 데 초점을 두고 설계되었습니다.

source: AKRO-388E1 laser SMG
ko: AKRO-388E1 레이저 기관단총

source: Based on the design of the NEO-33, the AKRO-388 balances energy efficiency with rate of fire, offering decent firepower and handling like common submachineguns in active service. Its manufacturer is listed as Omnitech Labs. This one has been converted to use a UPS, a modification to allow sustained operations in the field in case resupply is not available.
ko: NEO-33의 설계를 기반으로 제작된 AKRO-388은 에너지 효율과 연사력의 균형을 맞추는 데 초점을 두었으며, 일반적인 현용 기관단총과 비슷한 수준의 준수한 화력과 조작성을 제공합니다. 제조사는 옴니텍 연구소로 표시되어 있으며, 이 모델은 UPS를 사용하도록 개조되어 보급이 어려운 환경에서도 지속적인 운용이 가능합니다.

source: spray
ko: 뿌리기
ru_ru: распыление

source: ARC-314 laser rifle
ko: ARC-314 레이저 소총
ru_ru: ARC-314 лазерная винтовка

source: An experimental laser rifle based on the A7 and AKRO-388, offering the handling of a modern combat rifle with the efficiency of a laser weapon, in a relatively compact package. The manufacturer is listed as Omnitech Labs. Powered by atomic power cells or an experimental rechargeable version, for heavy use where a UPS would not be sustainable in the short term.
ko: A7과 AKRO-388을 기반으로 한 실험적인 레이저 소총으로, 비교적 소형 설계로 현대 전투소총의 조작성과 레이저 무기의 효율성을 동시에 제공합니다. 제조사는 옴니텍 연구소로 표시되어 있습니다. 원자력 배터리나 실험적인 충전식 배터리를 사용하며, 단기적으로 UPS를 사용하기 어려운 환경에서도 사용할 수 있도록 만드는 데 초점을 두고 설계되었습니다.

source: ARC-314E1 laser rifle
ko: ARC-314E1 레이저 소총

source: An experimental laser rifle based on the A7 and AKRO-388, offering the handling of a modern combat rifle with the efficiency of a laser weapon, in a relatively compact package. The manufacturer is listed as Omnitech Labs. This one has been converted to use a UPS, a modification to allow sustained operations in the field in case resupply is not available.
ko: A7과 AKRO-388을 기반으로 한 실험적인 레이저 소총으로, 비교적 소형 설계로 현대 전투소총의 조작성과 레이저 무기의 효율성을 동시에 제공합니다. 제조사는 옴니텍 연구소로 표시되어 있으며, 이 모델은 UPS를 사용하도록 개조되어 보급이 어려운 환경에서도 지속적인 운용이 가능합니다.

source: KRX-108 laser LMG
ko: KRX-108 레이저 경기관총
ru_ru: KRX-108 лазерный пулемёт

source: With the power per shot of the ARC and the firerate of the AKRO, Omnitech Labs' KRX-108 was made to overwhelm enemies with supreme firepower. While not very energy-efficient, this behemoth can deal a devastating blow to large groups of enemies. The manufacturer is listed as Omnitech Labs. Powered by atomic power cells or an experimental rechargeable version, for heavy use where a UPS would not be sustainable in the short term.
ko: ARC의 단발 화력과 AKRO의 연사력을 결합한 옴니텍 연구소의 KRX-108은 압도적인 화력으로 적을 제압하기 위해 제작되었습니다. 에너지 효율은 별로 좋지 않지만, 이 거대한 무기는 대규모 적 무리에게 치명적인 타격을 가할 수 있습니다. 제조사는 옴니텍 연구소로 표시되어 있습니다. 원자력 배터리나 실험적인 충전식 배터리를 사용하며, 단기적으로 UPS를 사용하기 어려운 환경에서도 사용할 수 있도록 만드는 데 초점을 두고 설계되었습니다.

source: KRX-108E1 laser LMG
ko: KRX-108E1 레이저 경기관총

source: With the power per shot of the ARC and the firerate of the AKRO, Omnitech Labs' KRX-108 was made to overwhelm enemies with supreme firepower. While not very energy-efficient, this behemoth can deal a devastating blow to large groups of enemies. The manufacturer is listed as Omnitech Labs. This one has been converted to use a UPS, a modification to allow sustained operations in the field in case resupply is not available.
ko: ARC의 단발 화력과 AKRO의 연사력을 결합한 옴니텍 연구소의 KRX-108은 압도적인 화력으로 적을 제압하기 위해 제작되었습니다. 에너지 효율은 별로 좋지 않지만, 이 거대한 무기는 대규모 적 무리에게 치명적인 타격을 가할 수 있습니다. 제조사는 옴니텍 연구소로 표시되어 있으며, 이 모델은 UPS를 사용하도록 개조되어 보급이 어려운 환경에서도 지속적인 운용이 가능합니다.

source: MX-84 laser sniper
ko: MX-84 레이저 저격소총
ru_ru: MX-84 лазерная снайперская винтовка

source: An accurized, long-range laser rifle, designed to deal massive damage to a single target. Intended to be used as a long-range support weapon by modern special forces. Requires an insane amount of energy to fire a single powerful laser, additionally providing EMP effects. The manufacturer is listed as Omnitech Labs. Powered by atomic power cells or an experimental rechargeable version, for heavy use where a UPS would not be sustainable in the short term.
ko: 명중률이 개선된 장거리 레이저 소총으로, 단일 표적에 막대한 피해를 가하기 위해 설계되었으며, 현대 특수부대의 장거리 지원 화기로 운용하는 것을 전제로 하고 있습니다. 강력한 단발 레이저를 발사하는 데는 엄청난 에너지를 필요로 하지만, 추가적으로 EMP 효과를 제공합니다. 제조사는 옴니텍 연구소로 표시되어 있습니다. 원자력 배터리나 실험적인 충전식 배터리를 사용하며, 단기적으로 UPS를 사용하기 어려운 환경에서도 사용할 수 있도록 만드는 데 초점을 두고 설계되었습니다.

source: MX-84E1 laser sniper
ko: MX-84E1 레이저 저격소총
