Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: An accurized laser rifle, designed to deal massive damage to a single target. Intended to be used as a long-range support weapon by modern special forces. Requires an insane amount of energy to fire a single powerful laser, additionally providing EMP effects. The manufacturer is listed as Omnitech Labs. This one has been converted to use a UPS, a modification to allow sustained operations in the field in case resupply is not available.
ko: 명중률이 개선된 장거리 레이저 소총으로, 단일 표적에 막대한 피해를 가하기 위해 설계되었으며, 현대 특수부대의 장거리 지원 화기로 운용하는 것을 전제로 하고 있습니다. 강력한 단발 레이저를 발사하는 데는 엄청난 에너지를 필요로 하지만, 추가적으로 EMP 효과를 제공합니다. 제조사는 옴니텍 연구소로 표시되어 있으며, 이 모델은 UPS를 사용하도록 개조되어 보급이 어려운 환경에서도 지속적인 운용이 가능합니다.

source: XARM-37 pulse scattergun
ko: XARM-37 펄스 산탄총

source: This is an ARC rifle modified into something resembling a double-barrel shotgun. It fires short-range EMP pulses; still decent against conventional threats but best against electronics. The manufacturer is listed as Omnitech Labs. Powered by atomic power cells or an experimental rechargeable version, for heavy use where a UPS would not be sustainable in the short term.
ko: ARC 소총을 개조하여 쌍총열 산탄총과 유사한 형태로 만든 무기입니다. 근거리 EMP 펄스를 발사하며, 일반적인 표적에도 어느 정도 효과가 있지만 전자장비에 특히 강력합니다. 제조사는 옴니텍 연구소로 표시되어 있습니다. 원자력 배터리나 실험적인 충전식 배터리를 사용하며, 단기적으로 UPS를 사용하기 어려운 환경에서도 사용할 수 있도록 만드는 데 초점을 두고 설계되었습니다.

source: XARM-37E1 pulse scattergun
ko: XARM-37E1 펄스 산탄총

source: This is an ARC rifle modified into something resembling a double-barrel shotgun. It fires short-range EMP pulses; still decent against conventional threats but best against electronics. The manufacturer is listed as Omnitech Labs. This one has been converted to use a UPS, a modification to allow sustained operations in the field in case resupply is not available.
ko: ARC 소총을 개조하여 쌍총열 산탄총과 유사한 형태로 만든 무기입니다. 근거리 EMP 펄스를 발사하며, 일반적인 표적에도 어느 정도 효과가 있지만 전자장비에 특히 강력합니다. 제조사는 옴니텍 연구소로 표시되어 있으며, 이 모델은 UPS를 사용하도록 개조되어 보급이 어려운 환경에서도 지속적인 운용이 가능합니다.

source: BR-96 bolt rifle
ko: BR-96 볼트 소총
ru_ru: BR-96 болтострел

source: An electronic rifle that fires crossbow bolts accelerated to high speeds via UPS. Intended to be used in wilderness operations, allowing the user to reuse or manufacture ammunition if power is maintained. Its manufacturer is labeled as Omnitech Labs.
ko: UPS를 통해 고속으로 가속된 석궁 볼트을 발사하는 전기식 소총입니다. 지속적으로 전력을 공급할 수 있다면 볼트를 재사용하거나 직접 제작할 수 있으며, 외부 작전을 염두에 두고 설계되었습니다. 제조사는 옴니텍 연구소로 표시되어 있습니다.
ru_ru: Электронная винтовка, стреляющая арбалетными болтами, их до невероятных скоростей с помощью УБП. Предназначена для использования в операциях на пересечённой или дикой местности. Позволяет пользователю переиспользовать уже выпущенные боеприпасы, если ещё остаётся заряд. Производитель обозначен как "Omnitech Labs".

source: MK-2 ionic cannon
ko: MK-2 이온포

source: It appears to be a launcher that uses a charge of plasma, and a high charge delivered by its UPS connection, to create a powerful pulse of energy. You hope you never run into anything big enough to need this kind of firepower.
ko: 이 장치는 연결된 UPS를 통해 높은 전압을 공급받아 플라즈마를 충전한 후 강력한 에너지 펄스를 생성하는 발사기로 보입니다. 이 정도의 화력이 필요할 만큼 거대한 무언가와 마주치지 않기만을 바랄 뿐입니다.
ru_ru: По-видимому, это пусковая установка, которая использует заряд высокоэнергетической, который заряжается из УБП прикрепляемой к ней, для создания мощного импульса энергии. Вы надеетесь, что никогда не столкнетесь с чем-то достаточно большим, для чего такая огневая мощь вообще может понадобиться.

source: MK-2N1 atomic cannon
ko: MK-2N1 원자포

source: It appears to be a launcher, firing powerful pulses of energy. It has been modified to use plutonium fuel cells to generate massive blasts of nuclear plasma, supplanting both the original UPS cost and the hydrogen it used to fire. You hope anything that warrants firepower like this won't get too close.
ko: 이것은 강력한 에너지 펄스를 생성하는 발사기로 보이며, UPS 전력 및 수소 대신 플루토늄 연료 전지를 사용하도록 개조되어 거대한 핵 플라즈마 폭발을 일으킵니다. 이 정도의 화력이 필요할 만큼 거대한 무언가와 마주치지 않기만을 바랄 뿐입니다.

source: survivor's flamethrower
ko: 생존자의 화염방사기
ru_ru: огнемёт выживальщика

source: A makeshift flamethrower, charged from a integral fuel tank using a hand-cranked pump. While homemade, it is higher-quality than most makeshift weapons, and can run on just about any fuel of suitable viscosity. It uses considerably less fuel per gout of flame, at the expense of power and range.
ko: 수동 크랭크로 내부 연료 탱크에 압력을 가해 작동하는 급조 화염방사기입니다. 수제품이지만 대부분의 급조 무기보다 품질이 뛰어나며, 적절한 점도를 가진 거의 모든 연료를 사용할 수 있습니다. 화염을 분사할 때 연료 소모가 상당히 적은 대신, 화력과 사거리가 다소 떨어집니다.
ru_ru: Самодельный огнемет, заряжаемый из встроенного топливного бака с помощью ручного насоса. Хотя он самодельный, он более качественный, чем большинство самодельного оружия, и может работать практически на любом топливе подходящей вязкости. Он потребляет значительно меньше топлива на один сгусток пламени за счет мощности и дальности полета.

source: salvaged stun emitter
ko: 분리된 미고 광선총

source: A mi-go beam weapon repurposed for human use using pre-cataclysm developments in bio-technology, crudely interfacing artificial nerves with wiring and converting it into a bulky pistol. Its strange lens fires short-ranged beams that deal low damage, but are highly effective at stunning targets. Wielding it gives a faint sense of focus, like it's almost but not quite alive.
ko: 대격변 이전의 생명공학 기술을 이용해 인간이 사용할 수 있도록 개조된 미고 광선 무기입니다. 조잡하게 배선된 인공 신경을 연결하여 부피가 큰 권총 형태로 변환하였으며, 기이한 렌즈에서 발사되는 짧은 사거리의 광선은 낮은 피해를 입히지만, 대상을 기절시키는 데 매우 효과적입니다. 들고 있으면 마치 살아있는 듯, 희미하게 집중력이 높아지는 느낌이 듭니다.

source: salvaged resin rifle
ko: 분리된 수지 소총

source: A mi-go weapon that projects pieces of hardened alien resin at high velocities, its exotic controls stripped down it fit human anatomy. The product of pre-cataclysm biotechnology applied to solve an outside-context problem. Although it relies on special ammunition, it is relatively easy to mold resin or metal into compatible projectiles, and it packs a decent punch with very little noise.
ko: 경화된 외계 수지를 고속으로 발사하는 미고 무기로, 이질적인 조작 장치를 제거하고 인간의 신체에 적합하도록 개조했습니다. 대격변 이전의 생명공학을 활용하여 외부 접속 문제를 해결하였으며, 특수 탄약을 사용하긴 하지만, 수지나 금속을 성형해 호환되는 탄환을 만드는 것은 비교적 쉬우며, 거의 소음을 유발하지 않으면서도 준수한 위력을 자랑합니다.

source: PX12 plasma pistol
ko: PX12 플라즈마 권총

source: An experimental compact plasma projector developed by Omnitech, designed to be assembled in the field. Given the complexity of its components, they made some ambitious assumptions about the availability of parts mid-mission. Remarkably powerful though short-ranged, its variable-pressure design allows it to use commercial-grade hydrogen or military plasma cells.
ko: 옴니텍에서 개발한 실험적인 소형 플라즈마 발사기입니다. 현장에서도 조립할 수 있도록 설계되었지만, 부품의 정밀성을 고려하면 임무 중에 필요한 부품을 전부 구할 수 있을 거라는 다소 무리한 전제가 필요합니다. 놀라울 정도로 강력한 위력을 지녔지만 사거리가 짧으며, 가변 압력 설계를 통해 일반 수소 및 군용 플라즈마 연료 전지를 모두 사용할 수 있습니다.

source: Remington ACR
ko: 레밍턴 ACR

source: AR pistol
ko: AR 권총

source: handmade carbine
ko: 수제 카빈

source: Beretta ARX-160
ko: 베레타 ARX-160

source: Mini Draco
ko: 미니 드라코

source: Saiga-12
ko: 사이가-12

source: Luty SMG: 9x19mm
ko: 루티식 기관단총: 9x19mm

source: STEN
ko: 스텐 기관단총

source: Luty SMG: .45
ko: 루티식 기관단총: .45

source: Barrett M107A1
ko: 바렛 M107A1

source: The unofficial expansion mod for Cataclysm: Dark Days Ahead.
ru_ru: Неофициальное расширение Cataclysm: Dark Days Ahead.

# prof_desc_male
source: You were augmented with a blade, and enhancements to your speed and reaction time. You can hit an opponent multiple times before they land a blow.
ru_ru: На тебя был установлен острый клинок, а также твою скорость и реакцию усилили с помощью аугментаций. Ты можешь ударить противника несколько раз до момента пока он сможет нанести удар сам.

# prof_desc_female
source: You were augmented with a blade, and enhancements to your speed and reaction time. You can hit an opponent multiple times before they land a blow.
ru_ru: На тебя был установлен острый клинок, а также твою скорость и реакцию усилили с помощью аугментаций. Ты можешь ударить противника несколько раз до момента пока он сможет нанести удар сам.

# prof_desc_male
source: You were augmented with some claws, and enhancements to your reflexes. You deliver a powerful strike that neutralizes foes in few hits.
ru_ru: На тебя был установлен острый клинок, а также твою реакцию усилили с помощью аугментаций. Ты можешь наносить мощный удар, который нейтрализует врага на несколько попаданий.

# prof_desc_female
source: You were augmented with some claws, and enhancements to your reflexes. You deliver a powerful strike that neutralizes foes in few hits.
ru_ru: На тебя был установлен острый клинок, а также твою реакцию усилили с помощью аугментаций. Ты можешь наносить мощный удар, который нейтрализует врага на несколько попаданий.

# prof_desc_male
source: You were augmented with electrical generators and protection from them. You hit multiple foes with electricity, frying them until their nervous system gives up.
ru_ru: На тебя был установлен электрический генератор-разрядник, а также а также хорошая электроизоляция. Ты можешь бить током несколько противников одновременно, поджаривая их до состояния пока их нервные системы не превратятся в шкварки.

# prof_desc_female
source: You were augmented with electrical generators and protection from them. You hit multiple foes with electricity, frying them until their nervous system gives up.
ru_ru: На тебя был установлен электрический генератор-разрядник, а также а также хорошая электроизоляция. Ты можешь бить током несколько противников одновременно, поджаривая их до состояния пока их нервные системы не превратятся в шкварки.

# prof_desc_male
source: You have been augmented with many 'passive' combat bionics, they merely aid you but are not weapons in and of themselves. You have been trained to use all sorts of different weapons, including your fists. You can pretty much weaponize a sock.
ru_ru: На тебя было установлены самые различные виды пассивных боевых аугментаций, но не оружия самого по себе. Ты натренирован использовать самые разнообразные виды оружия, включая собственные кулаки. Ты даже сможешь из своего носка сделать оружие.

# prof_desc_female
source: You have been augmented with many 'passive' combat bionics, they merely aid you but are not weapons in and of themselves. You have been trained to use all sorts of different weapons, including your fists. You can pretty much weaponize a sock.
ru_ru: На тебя было установлены самые различные виды пассивных боевых аугментаций, но не оружия самого по себе. Ты натренирована использовать самые разнообразные виды оружия, включая собственные кулаки. Ты даже сможешь из своего носка сделать оружие.

# profession_male
source: Canned Survivor
ru_ru: Недовыживальщик

# prof_desc_male
source: You were a very busy person. That's why you bought a can of survival items and called it a day. Now it's the only thing you have.
ru_ru: Ты был очень занятым человеком. Вот почему ты только успел купить канистру с предметами для выживания и забил на всё. Теперь это единственное, что у тебя есть.

# profession_female
source: Canned Survivor
ru_ru: Недовыживальщица

# prof_desc_female
source: You were a very busy person. That's why you bought a can of survival items and called it a day. Now it's the only thing you have.
ru_ru: Ты была очень занятым человеком. Вот почему ты только успела купить канистру с предметами для выживания и забила на всё. Теперь это единственное, что у тебя есть.

# prof_desc_male
source: You were paranoid about the world ending so you jumped on the prepper bandwagon. You read a book on survival and got yourself a gun pack and some gear. The cataclysm was not what you expected.
ru_ru: Ты был параноиком, боялся и ожидал конца света, посему вскочил на скользкую дорожку шизовыживальщиков. Ты прочитал книгу о выживании, приобрёл пушку и какое-то снаряжение. Катаклизм оказался не таким, как ты ожидал.

# prof_desc_female
source: You were paranoid about the world ending so you jumped on the prepper bandwagon. You read a book on survival and got yourself a gun pack and some gear. The cataclysm was not what you expected.
ru_ru: Ты была параноиком, боялась и ожидала конца света, посему вскочила на скользкую дорожку шизовыживальщиков. Ты прочитала книгу о выживании, приобрела пушку и какое-то снаряжение. Катаклизм оказался не таким, как ты ожидала.

# scen_desc_male
source: You woke up, where are you? Who are you? What are you?! That doesn't matter right now... you have a bad feeling...
ru_ru: Ты просыпаешься, но где ты? Кто ты? Что ты такое?! Сейчас это уже не так важно... у тебя плохое предчувствие...

# scen_desc_female
source: You woke up, where are you? Who are you? What are you?! That doesn't matter right now... you have a bad feeling...
ru_ru: Ты просыпаешься, но где ты? Кто ты? Что ты такое?! Сейчас это уже не так важно... у тебя плохое предчувствие...

# scenario_male
source: Prepper Household
ru_ru: Хозяйство Шизовыживальщиков

# scenario_female
source: Prepper Household
ru_ru: Хозяйство Шизовыживальщиков

# scen_desc_male
source: You knew something was coming, you prepared, when the dead rose, you knew what to do. With your house now barricaded, it's time to put your plan into action.
ru_ru: А ведь ты знал что что-то такое скоро произойдёт, ты готовился. И когда мёртвые начали восставать, ты уже знал что делать. Когда твой дом уже забаррикадирован, самое время начать приводить свой план в действие.

# scen_desc_female
source: You knew something was coming, you prepared, when the dead rose, you knew what to do. With your house now barricaded, it's time to put your plan into action.
ru_ru: А ведь ты знала что что-то такое скоро произойдёт, ты готовилась. И когда мёртвые начали восставать, ты уже знала что делать. Когда твой дом уже забаррикадирован, самое время начать приводить свой план в действие.

# start_name
source: Boarded Up House
ru_ru: Заколоченный дом

# scen_desc_male
source: All your life you have been experimented on and forced to fight others for the amusement of your masters. Never having seen the sun or the outside the cataclysm gave you a chance at freedom. Now you just have to escape from your fellow combatants...
ru_ru: Всю свою жизнь над тобой экспериментировали и вынуждали сражаться с другими ради развлечения своих хозяев. Ты, никогда не видевший солнца или внешнего мира, у тебя появилась случайная возможностью освободиться, из за катаклизма который произошёл. Теперь тебе просто нужно сбежать от товарищей по сражению ...

# scen_desc_female
source: All your life you have been experimented on and forced to fight others for the amusement of your masters. Never having seen the sun or the outside the cataclysm gave you a chance at freedom. Now you just have to escape from your fellow combatants...
ru_ru: Всю свою жизнь над тобой экспериментировали и вынуждали сражаться с другими ради развлечения своих хозяев. Ты, никогда не видевшая солнца или внешнего мира, у тебя появилась случайная возможностью освободиться, из за катаклизма который произошёл. Теперь тебе просто нужно сбежать от товарищей по сражению ...

# scen_desc_male
source: You were part of a an advanced infantry unit, deployed to one of several 'priority sites' as part of a last-ditch effort to get the situation under control. Delays and casualties led to you being the only one left by the time you reached the objective, and things aren't looking any better.
ru_ru: Ты был частью передового пехотного подразделения, дислоцированного в одном из нескольких "приоритетных мест" в рамках последней попытки взять ситуацию под контроль. Задержки и потери привели к тому, что к моменту достижения цели ты остался один, и ситуация не улучшается.

# scen_desc_female
source: You were part of a an advanced infantry unit, deployed to one of several 'priority sites' as part of a last-ditch effort to get the situation under control. Delays and casualties led to you being the only one left by the time you reached the objective, and things aren't looking any better.
ru_ru: Ты была частью передового пехотного подразделения, дислоцированного в одном из нескольких "приоритетных мест" в рамках последней попытки взять ситуацию под контроль. Задержки и потери привели к тому, что к моменту достижения цели ты осталась одна, и ситуация не улучшается.

source: Apophis fires its fusion blaster!
ru_ru: Апофиз стреляет из плазменного бластера!

source: Version of the NEO-33 for use by monsters, with explicit overrides to ensure that it won't light players on fire. This is a bug if you find one of these!
ru_ru: Версия NEO-33 для использования монстрами с явными переопределениями, чтобы гарантировать, что он не поджигает игроков. Это ошибка, если вы найдете одну из них!

source: Version of the MK-2 for use by monsters, to account for increased accuracy of ranged attacks. Copies from MX-84 instead because for some wacky reason the MK2 itself doesn't work right in the hands of monsters. Unlike the others, overriding the damage type doesn't matter because it you take a direct heat, being lit on fire from heat damagetype is the least of your worries. This is a bug if you find one of these!
ru_ru: Версия МК-2 для использования монстрами с учетом повышенной точности дальних атак. Вместо этого копии с MX-84, потому что по какой-то дурацкой причине сам MK2 не работает прямо в руках монстров. В отличие от других, переопределение типа урона не имеет значения, потому что если вы принимаете прямое тепло, горение от типа теплового повреждения - меньшая из ваших проблем. Это ошибка, если вы найдете одну из них!

source: You have become good at using improvised and hand made weaponry, and to a lesser extent your fists. You start with the Survivor Combatives style.
ru_ru: Вы научились использовать импровизированное и сделанное вручную оружие и, в меньшей степени, свои кулаки. Вы начинаете со стиля "Рукопашная подготовка выживальщика".

source: Your physical genetic conditioning has reached its peak, beyond all human limits. Your body is hardened against physical damage slightly and your figure is more intimating, but you've also developed an immunity to most toxins, as well as depressant and painkilling drugs. Your metabolism also processes radioactive contaminants faster, and you recover from pain quickly.
ru_ru: Твоё физическое развитие на пути Стража достигло своего пика, превзойдя все человеческие пределы. Твоё тело немного закалено против физических повреждений, и твоя фигура более привлекательна, ты также выработал иммунитет к большинству токсинов, а также к депрессантам и обезболивающим препаратам. Твой метаболизм также быстрее перерабатывает радиоактивные загрязнения, и ты быстрее оправляешься от боли.

source: Holy shit man, you are still alive?! I'm glad, I thought I was going to have to deal with all this alone. We got this place far away and are safe for now. It's now you and me, just like old times!
ru_ru: Ебать, чувак, ты все еще жив?! Я рад! А то я думал, что мне придется справляться со всем этим в одиночку. Пока что мы вроде как в безопасности. Теперь мы тут они с тобой, как в старые добрые времена!

source: Holy shit girl, you are still alive?! I'm glad, I thought I was going to have to deal with all this alone. We got this place far away and are safe for now. It's now you and me, just like old times!
ru_ru: Ебать, сис, ты все еще жива?! Я рад! А то я думал, что мне придется справляться со всем этим в одиночку. Пока что мы вроде как в безопасности. Теперь мы тут они с тобой, как в старые добрые времена!

source: Glad to see you too buddy, let's go now!
ru_ru: Рады тебя видеть, дружище, а теперь пошли!

source: I'll think about it.
ru_ru: Я подумаю над этим.

source: Bio_weapons?
ru_ru: Био-оружие?

source: Well, you know that badge you're wearing? They're linked to those augmented abominations, the old lab sites called it the Bio-Weapon Project, or Project Mesektet. I'd like to ask first, how you got your hands on it. I have some rather dangerous work that needs to be done, but I need confirmation that you can handle it.
ru_ru: Ну, ты знаешь что это за значок, который ты носишь? Он связан с этими аугментированными абоминациями, в старых лабораторных комплексах их относили к проекту "Био-Оружие", или проектом "Мезектет". Сначала я хотел бы спросить, где ты его нашёл. У меня есть довольно опасная работа для тебя, которую нужно выполнить, но мне нужно достаточное подтверждение, что сможешь справиться с ней.

source: I have some important work that needs to be done, but I'm not sure if you're cut out for it. Have you ever run into a bio-weapon before? That's what the lab techs called those augmented abominations adding to the already massive loss of life out there. Rather dangerous, heavily augmented and mutated. I don't want to put someone inexperienced in unnecessary danger.
ru_ru: У меня есть кое-какая важная работа, которую нужно сделать, но я не уверен, что ты подходишь для нее. Ты когда-нибудь сталкивался с Био-Оружием раньше? Именно так лаборанты называли эти аугментированные абоминации. Они довольно опасны, сильно аугментированные и мутировавшие существа. Я не хочу подвергать неопытного человека ненужной опасности.

source: I'm part of the Bio-Weapon Project, actually.
ru_ru: Вообще-то я тоже часть этого проекта "Био-Оружие".

source: I'm one of them, I wasn't wearing the badge.
ru_ru: Я один из них, но я не ношу бейдж.

source: I'm a member of the Super Soldier Project, I can handle it.
ru_ru: Я участник проекта "Суперсолдат", я могу с этим справиться.

source: I found it along the way. What needs to be done?
ru_ru: Я нашел его по пути. Что нужно сделать?

source: I have one of those emblems they wear actually, right here.
ru_ru: На самом деле у меня есть одна из тех эмблем, которые они носят. Вот, смотри.

source: I'm willing to try, what can I do?
ru_ru: Я готов попробовать, что нужно делать?

source: Er, nevermind then.
ru_ru: Э-э, тогда неважно.

source: That would explain it then. That you're here and not hostile at least confirms you're still on humanity's side. We're here because of Apophis. He was built to exterminate the Bio-Weapon Project, along with every person involved in your creation. He's attracted several failed experiments to his cause as well. They shouldn't have rushed so many victims through those procedures… we need to gather intel and make allies, more people like you. I'm willing to trust you with this, if you're prepared for some hard fights ahead.
ru_ru: Тогда это все объяснило бы. То, что вы здесь и не враждебны, по крайней мере, подтверждает, что вы все еще на стороне человечества. Мы здесь из-за Апофиса. Он был создан, чтобы уничтожить проект "Био-Оружие", вместе со всеми, кто участвовал в вашем создании. Во время его создания произошло немало неудачных экспериментов. Они не должны были этого делать. Слишком много жертв было связано с этим проектом, со всеми этими ужасными процедурами через которые... Нам нужно собрать информацию и найти союзников, больше таких людей, как вы. Я готов доверить это тебе, если ты готов к предстоящим тяжелым испытаниям.

source: Huh. Looking at you, I'm willing to give you the benefit of the doubt. Plenty of reasons to want to be more discreet. Then you should know that the project left a lot of unfinished business, a lot of problems for you and I to clean up. A lot of unwilling test subjects discarded, and now taking it out on what's left of the human race. If you think you're ready, I should have something for you.
ru_ru: Ха. Я настоятельно тебе советую посомневаться в собственных силах. Есть немало причин почему мы должны быть осторожны с этим проектом. Ты также должен знать, что проект оставил за собой много незаконченных дел, много проблем, которые нам с тобой предстоит решить. Многие невольно испытуемые были отвергнуты, а теперь вымещают все свои чувства на то что осталось от человеческой расы. Если ты думаешь, что готов разбираться с этим, у меня есть кое что для тебя.
