Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: I guess memory wipe makes sense. Alright, I will explain. Some time ago, the military launched a joint research project with an end goal of creating artificial combatants, made to perform various specific tasks - basically, living weapons. They wanted them to be as low-maintenance as possible. So to accomplish that, the research team used resources from already ongoing projects to first mutate and then cybernetically enhance humans, focusing on developing whatever qualities the military needed at the time. You are one them, a Bio-Weapon they called it. This is the lab where you were created.
ko: 기억소거라면 이해가 되네. 좋아, 설명할게. 얼마 전, 군에서는 인공 전투병을 만들기 위한 공동 연구 프로젝트를 시작했어. 다양한 특정 임무를 수행하도록 설계된, 말 그대로 살아있는 무기지. 그들은 최대한 유지보수를 필요로 하지 않는 존재를 만들고 싶어했어. 그래서 연구팀은 이미 진행 중이던 프로젝트 자원을 활용해 먼저 인간을 변이시키고, 그 다음 바이오닉을 이용해 개조까지 했어. 당시 군이 필요로 하는 능력을 중심으로 개발한 거지. 너도 그 중 하나야. 군에서는 그런 존재를 생체병기라고 불렀어. 이곳은 바로 네가 만들어진 실험실이야.
ru_ru: Похоже, идея со стиранием памяти не такая уж бессмыслица. Хорошо, я поясню. Некоторое время назад военные запустили совместный исследовательский проект с конечной целью создания искусственных боевых единиц, предназначенных для выполнения различных конкретных задач - в основном, живого оружия. Они хотели, чтобы они были как можно более простыми в содержании. Для достижения этой цели исследовательская группа использовала ресурсы уже осуществляемых проектов, чтобы сначала производить мутационные изменения, а затем кибернетически улучшать людей, сосредоточившись на развитии любых качеств, необходимых военным в то время. Ты - результат проекта, Био-Оружие, как они его называли. Это лаборатория, в которой тебя создали.

source: Let me give you the basics. Some time ago, the military launched a joint research project with an end goal of creating artificial combatants, made to perform various specific tasks - basically, living weapons. They wanted them to be as low-maintenance as possible. So to accomplish that, the research team used resources from already ongoing projects to first mutate and then cybernetically enhance humans, focusing on developing whatever qualities the military needed at the time. This lab is one of several places in which the actual modifications were performed.
ko: 처음부터 설명할게. 얼마 전 군에서 인공 전투병을 만드는 것을 최종 목표로 한 공동 연구 프로젝트를 시작했어. 다양한 특정 임무를 수행하도록 만들어진, 말하자면 살아있는 무기야. 최대한 유지보수를 필요로 하지 않는 존재로 만들고자 했지. 그래서 연구팀은 이미 진행 중이던 다른 프로젝트들의 자원을 이용해 먼저 인간을 변이시키고 그 다음에는 바이오닉을 이용해 개조까지 했어. 당시 군이 필요로 했던 능력들을 중심으로 개발한 거야. 이 실험실은 실제 개조가 이루어진 여러 장소 중 하나고.
ru_ru: Давай я поясню тебе самое основное. Некоторое время назад военные запустили совместный исследовательский проект с конечной целью создания искусственных боевых единиц, предназначенных для выполнения различных конкретных задач - в основном, живого оружия. Они хотели, чтобы они были как можно более простыми в обслуживании. Поэтому для достижения этой цели исследовательская группа использовала ресурсы уже осуществляемых проектов, чтобы сначала производить мутационные изменения, а затем кибернетически улучшать людей, сосредоточившись на развитии любых качеств, необходимых военным в то время. Эта лаборатория является одним из нескольких мест, в которых все эти процедуры производились.

source: I'll be damned…
ko: 젠장…
ru_ru: Охренеть…

source: How did you learn all this?
ko: 어떻게 이 모든 걸 알게 된 거야?
ru_ru: Откуда ты вообще всё это знаешь?

source: I was under orders to investigate this place and find any survivors. Between that and having been a computer hacker during my college days, it wasn't too hard to follow the trail. The hard part was scavenging supplies and staying alive.
ko: 이곳을 조사하고 생존자를 찾아보라는 명령을 받았어. 대학 시절 컴퓨터 해커였던 경험도 있어서, 흔적을 따라가는 일은 그리 어렵지 않았지. 어려운 건 물자를 구하고 살아남는 일이었고.
ru_ru: Мне было приказано исследовать это место и найти выживших. Тем более во время учебы в колледже я был компьютерным хакером, было не так уж трудно выследить всё что нужно. Самым трудным было собрать припасы и остаться в живых.

source: I used to be a computer hacker before the world went to hell. After it did, when I wasn't looking for food and gear or fighting for my life, I was following leads to this place. The military weren't all that good at keeping their secrets.
ko: 세상이 망하기 전엔 컴퓨터 해커로 일했었지. 그 후로는, 먹을 것과 장비를 찾거나 목숨을 걸고 싸우지 않을 때면 이곳으로 이어지는 단서를 쫓고 있었어. 군대란 놈들은 비밀을 지키는 데 그다지 능하지 않더군.
ru_ru: Я был компьютерным хакером до того, как мир рухнул в ад. После этого, когда я не искал еду и снаряжение и не боролся за свою жизнь, я шел по следам, ведущим к этому месту. Военные не так уж хорошо умели хранить свои секреты.

source: You seem rather well-equipped for a mere hacker.
ko: 단순한 해커치고는 꽤 잘 갖추고 있는 것 같군.
ru_ru: Ты кажешься слишком хорошо подготовленным для простого хакера.

source: Right. Research Directive Z-12 ring a bell to you, Hunter?
ko: 맞아. 연구 지침 Z-12에 대해 들어본 적 있나, 사냥꾼?
ru_ru: Верно. Исследовательская директива Z-12 тебе что-то говорит, Охотник?

source: You're right. I'd rather not talk too much about the details, but I'm on a mission to find out what happened and get in touch with anyone still alive.
ko: 맞아. 세부적인 이야기는 하고 싶지 않지만, 무슨 일이 있었는지 알아내고 아직 살아 있는 사람들과 접촉하는 게 내 임무야.
ru_ru: Твоя правда. Я бы предпочёл не слишком много говорить о деталях, но я на задании, чтобы выяснить, что произошло, и связаться со всеми, кто еще жив.

source: Got it.
ko: 알겠어.
ru_ru: Ясно.

source: Scavenged the kit along the way. I wouldn't still be alive if I wasn't both resourceful and lucky. I'd rather not talk about what I've had to go through to survive, at least not right now. Okay?
ko: 가는 길에 장비를 주워모았어. 재치와 운이 따르지 않았다면 아직까지 살아남지도 못했을 거야. 살아남기 위해 겪어야 했던 일에 대해서는, 적어도 지금은 말하고 싶지 않아. 알겠지?
ru_ru: По пути порылся в аптечке. Меня бы не было в живых, если бы я не был одновременно и находчивым и удачливым. Я бы предпочел не говорить о том, через что мне пришлось пройти, чтобы выжить, по крайней мере, не сейчас. Окей?

source: Okay…
ko: 그래…
ru_ru: Окей…

source: You already asked me about it not that long ago. I'd really prefer not to discuss it.
ko: 얼마 전에도 이미 그거에 대해 물어봤잖아. 나는 정말 그 이야기를 하고 싶지 않아.
ru_ru: Мы недавно об этом уже говорили. Я бы предпочел не обсуждать это.

source: Figures. You're either a fake or just don't care about what you are. Still, you must be pretty capable to make it here.
ko: 그럴 줄 알았어. 넌 가짜거나, 아니면 자신이 무엇인지 신경 쓰지 않는 거겠지. 그래도 여기까지 올 정도면 꽤 능력 있는 건 분명하네.
ru_ru: Ты либо фальшивка, либо тебе вообще насрать на то, кто ты есть. Но всё же, способности у тебя имеются, раз тебе удалось сюда попасть.

source: Well, then what are you doing here? Did you stumble into this place by accident? You still seem to handle yourself pretty well.
ko: 그럼, 여기서 뭐 하는 거야? 우연히 이곳에 들어온 거야? 그래도 여전히 제법 능숙하게 자신을 지키는 것 같은데.
ru_ru: Тогда что ты здесь делаешь? Тебя случайно занесло в это место? Похоже, ты всё ещё неплохо держишься.

source: I guess you are right.
ko: 네 말이 맞아.
ru_ru: Полагаю, это верно.

source: I came here to see if I could find anything on the research they were doing here. How about yourself?
ko: 여기서 그들이 하고 있던 연구에 대해 뭔가 찾을 수 있을지 알아보러 왔어. 너는?
ru_ru: Я пришёл сюда, чтобы посмотреть, смогу ли я найти что-нибудь об исследованиях, которые они здесь проводили. А как насчет тебя?

source: I don't have any orders, and don't remember much from before I woke up. Had anything in mind?
ko: 받은 명령도 없고, 깨어나기 전에 대한 기억도 거의 없어. 무슨 생각이라도 있나?
ru_ru: У меня нет никаких приказов, и я мало что помню до своего пробуждения. Есть какие-то мысли?

source: Sounds like a good start, don't have any other standing orders to follow. What have you got for me?
ko: 좋은 출발 같군. 별달리 따라야 할 명령도 없으니까. 네게서 뭔가 얻을 수 있는 게 있을까?
ru_ru: Звучит неплохо для начала, у меня нет других постоянных приказов, которым нужно следовать. Что у тебя есть для меня?

source: I don't know what to do with myself. What do you need done?
ko: 나 자신을 어떻게 해야 할지 모르겠어. 넌 무슨 일을 해야 하지?
ru_ru: Я не знаю, что с собой делать. А что ты хочешь сделать?

source: I have no idea.
ko: 잘 모르겠어.
ru_ru: Понятия не имею.

source: Now that you've told me where to look, we should probably get out of this place and get going soon. Search the area if you need any supplies or gear, but be careful. Might still be some of the things that attacked us nearby.
ko: 이제 어디를 찾아야 할지 말해줬으니, 이곳에서 나와서 곧 출발하는 게 좋겠어. 필요한 장비나 물자가 있으면 주변을 살펴봐, 하지만 조심해. 근처에 아직 우리를 공격했던 것들이 남아 있을지도 몰라.

source: I'm trying to reach a hideout built by former scientists who worked on the Bio-Weapon Project. Rumor has it they live somewhere in the woods. Maybe you could help me find it…
ko: 나는 생체병기 프로젝트에서 일했던 전직 과학자들이 만든 은신처에 가려고 해. 소문에는 그들이 숲 어딘가에 산다고 하는데. 어쩌면 네가 그곳을 찾는 걸 도와줄 수 있을지도 모르지…
ru_ru: Я пытаюсь добраться до убежища, построенного бывшими учёными, работавшими над проектом "Био-Оружие". Ходят слухи, что они живут где-то в лесу. Твоя помощь в его поисках мне бы не помешала…

source: We'll see then.
ko: 두고 보자고.

source: I really hope that badge belongs to you…
ko: 정말 그 배지가 네 것이 맞았으면 좋겠네…
ru_ru: Я очень надеюсь, что этот значок принадлежит тебе…

source: Hey visitor, anything exciting out there?
ko: 이봐, 방문객, 밖에 재미있는 일 있어?
ru_ru: Эй, посетитель, там что нибудь интересное происходит?

source: It says you're a Bio-Weapon?
ko: 네가 생체병기라고?
ru_ru: Тут говорится, что ты "Био-Оружие"?

source: Kinda boring here huh?
ko: 여긴 좀 지루한데, 그렇지 않아?
ru_ru: Скучновато здесь, да?

source: [MISSION] Router suggested that I talk to you about joining the hunt for Apophis.
ko: [임무] 루터가 아포피스 사냥에 합류하는 것에 대해 너랑 이야기해보라고 하던데.
ru_ru: [МИССИЯ] Роутер предложил мне поговорить с вами о том, чтобы пойти вместе охотиться на Апофиза.

source: How are you holding up? Router asked that I check on you.
ko: 잘 지내고 있어? 루터가 네 상태를 확인해달라고 하던데.
ru_ru: Как ты держшься? Роутер попросил проведать тебя.

source: Yeah, same augmentation project your badge labels you as, assuming that belongs to you. Router found me passed out and told me about everything. I don't remember anything before that. Guess I just have to trust him for now.
ko: 응, 네 배지가 가리키는 대로라면, 나도 같은 증강 프로젝트에 속해 있어, 그게 네 것이 맞다면 말이지. 루터가 나를 기절해 있는 상태로 발견하고 모든 걸 알려줬어. 그 이전 일은 기억나지 않아. 지금은 그냥 그를 믿어야 할 것 같아.
ru_ru: Да, тот же проект аугментации, на что и указывает ваш значок. Предполагаю, что он принадлежит вам. Роутер нашел меня в отключке и рассказал мне обо всем. Я ничего не помню до этого. Думаю, сейчас я просто должен просто ему доверять.

source: That's what the label says, it's a sorta augmentation project. You seem to know your stuff, guess one doesn't simply find this place by accident. Router told me what I am. I am stuck here until further notice.
ko: 라벨에 그렇게 적혀 있어, 일종의 증강 프로젝트라고. 너 꽤 잘 아는 것 같네, 이런 곳을 우연히 찾는 사람은 없으니까. 루터가 내가 뭔지 알려줬어. 나는 추가 지시가 있을 때까지 여기 갇혀 지내야 해.
ru_ru: Так написано на бейдже, это своего рода проект по аугментации. Ты, кажется, знаешь свое дело, думаю, это место нельзя просто случайно найти. Роутер сказал мне, кто я такой. Я застрял здесь, и жду дальнейшего развития событий.

source: I'm in the same boat, it seems.
ko: 나도 같은 처지인 것 같네.
ru_ru: Похоже, я в той же лодке.

source: I'm one of the super soldiers, in fact.
ko: 사실 나는 초인 병사 중 하나야.
ru_ru: На самом деле, я из этих суперсолдат.

source: Well, damn.
ko: 이런, 젠장.
ru_ru: Вот чёрт.

source: Looks about right. Can be hard to tell for sure if that's your badge or not, but they contracted the work out to all sorts of weirdos, and they made all sorts of crazy shit. They could slap the Bio-Weapon label on a zombie swinging around a sword and it still wouldn't be the strangest thing out there.
ko: 봐선 맞는 것 같네. 그게 진짜 네 배지인지 확실히 알기 어렵긴 하지만, 걔네가 온갖 괴짜들한테 일을 맡겼고, 별의별 미친 물건들을 만들어냈거든. 좀비가 칼 휘두르는 걸 생체병기라고 부른다 해도, 세상엔 그보다 더 이상한 것들이 많았으니까.
ru_ru: Выглядит примерно так. Может быть трудно сказать наверняка, твой это бейдж или нет, но они заключили контракт на работу со всеми видами чудаков, и они наделали много всякой ебанутой хуйни. Они могли бы нацепить бейдж "Био-Оружие" на зомби размахивающего прикреплённым к нему мечом, и это все равно не было бы самой поехавшей вещью.

source: I'm not sure whether to believe you or not, without the badge and all. But whatever, no telling whether you lost yours or maybe you decided on not advertising it for everyone to see. Given those bastards cranked out everything from super soldiers to a giant cat Bio-Weapon to fucking Apophis, nothing would surprise me at this point.
ko: 배지도 없고 하니까, 네 말을 믿어야 할지 말아야 할지 모르겠네. 하지만 뭐, 배지를 잃어버렸을 수도 있고, 혹은 일부러 남들 눈에 띄지 않게 하려는 걸 수도 있겠지. 그 자식들이 초인 병사부터 거대한 고양이 생체병기, 거기다 빌어먹을 아포피스까지 만들어냈다는 걸 생각하면, 이제 웬만한 걸로는 놀랍지도 않아.
ru_ru: Я не уверен, можно тебе верить или нет, раз ты без значка и всего остального. Как бы то ни было, совершенно не понятно, удалось ли просрать свой значок, или же тобой принято решение не афишировать своё происхождение на всеобщее обозрение. Учитывая то, что эти ублюдки нахерачили всё, что только можно, от суперсолдат и гигантской кошки "Био-оружия" до сраного Апофиса, в данный момент меня уже ничего не удивит.

source: Heh, they started passing out the badges to you kids too? I'm guessing you got your hands on it the hard way, from one of the bastards hunting us down. We're in the same boat, like it or not.
ko: 헤, 이제 너같은 꼬맹이들한테도 배지를 나눠주기 시작한 거야? 아마 우리를 쫓던 그 자식들 중 하나한테서 힘들게 손에 넣은 거겠지. 좋든 싫든, 우린 같은 처지야.
ru_ru: Хех, они тоже начали раздавать значки вам, детям? Предполагаю, тебе он достался нелёгким путём, от одного из ублюдков, что за нами охотятся. Теперь мы в одной лодке, нравится тебе это или нет.

source: If that's true, pleasant surprise to see another of you stopping by. I'm willing to bet Router needs all the help he can get, might be useful working together. We'll see, I guess…
ko: 그게 사실이라면, 따로 네가 온 걸 보니 희소식이네. 루터가 가능한 모든 도움을 필요로 할 테니, 같이 일하는 게 도움이 될지도 몰라. 두고 봐야지…
ru_ru: Если это правда, то рад видеть, что еще один из вас теперь тоже тут. Я готов поспорить, что Роутеру нужна любая помощь, которую вы можете ему оказать. Нам будет весьма полезно работать вместе. Посмотрим, я думаю…

source: Well I'll be damned. At this rate I was starting to think we'd just wait for that thing to come find us. And with one of ours leading the charge, even. Assuming you've earned that badge, at least. I'm with you.
ko: 이런, 놀랍군. 이 속도라면 그놈이 우릴 찾아올 때까지 그냥 기다려야 하나 싶었는데. 게다가 우리 쪽 사람이 선두에 선다니 말이지. 적어도 그 배지를 받을 자격이 있다면 말이야. 난 함께 하겠어.
ru_ru: Будь я проклят. Такими темпами я начинаю думать, что нам просто надо подождать пока эта тварь сама нас не найдёт. Предполагаю, по меньшей мере ты заслуживаешь этот значок. Я с тобой.

source: Well, I was starting to think I'd never get to join the hunt. If you've got what it takes, we might come out of it in one piece. I'm with you.
ko: 난 이제 그 사냥에 끼지 못할 줄 알았어. 네가 그만한 자격이 있다면, 우리 둘 다 무사히 끝낼 수도 있겠지. 함께 할게.
ru_ru: Ну, я уже начал думать, что никогда не присоединюсь к охоте. Если у вас есть план, или что-нибудь полезное для этого дела, я думаю у нас есть шанс остаться целыми и невредимыми. Я с тобой.

source: Let's go, then.
ko: 그럼, 가자.
ru_ru: Тогда пошли.

source: Tell me about it. I am a weapon, made to kill and destroy. I'm stuck here, nothing left to kill or destroy. Wish there was something I could do…
ko: 말해봐. 난 죽이고 파괴하도록 만들어진 무기야. 난 여기 갇혀 있고, 죽이거나 파괴할 대상도 남아있지 않지. 뭔가 할 수 있는 일이 있었으면 좋겠어…
ru_ru: И не говори... Я - оружие, созданное, чтобы убивать и разрушать. Я застрял здесь, не осталось ничего, что можно было бы убить или уничтожить. Хотел бы я наконец-то сделать что-нибудь полезное…

source: Tell me about it. I am a weapon, made to kill and destroy. I am stuck here, hiding from something I can't kill or destroy. Wish there was something I could do…
ko: 말해봐. 난 죽이고 파괴하도록 만들어진 무기야. 난 여기에 갇혀 무언가를 죽이거나 파괴할 수 없도록 숨어지내고 있지. 뭔가 할 수 있는 일이 있었으면 좋겠어…
ru_ru: И не говори... Я - оружие, созданное, чтобы убивать и разрушать. Я застрял здесь, прячась от чего-то, что не могу убить или уничтожить. Хотел бы я наконец-то сделать что-нибудь полезное…

source: Must be tough…
ko: 그것 참 힘들겠어…
ru_ru: Должно быть, тяжело…

source: Router gets worried about stuff too easily. He's like an overprotective parent. Though I guess he sorta IS that, since he was the project lead for our batch. Aside from dying of boredom, I think I'll be alright.
ko: 루터는 너무 쉽게 걱정하곤 해. 마치 과잉보호하는 부모 같지. 물론 우리 프로젝트를 일구고 이끌었던 사람이니까, 그럴 만도 하지만. 지루해서 죽을 정도만 빼면, 나는 괜찮을 것 같아.
ru_ru: Роутер слишком много беспокоится обо всяких вещах. Он как чрезмерно заботливый отец или мать. Хотя я думаю, что это не очень и далеко от правды, так как он был руководителем нашей партии солдат в проекте. Если не считать того, что я умру от скуки, думаю, со мной все будет в порядке.

source: Could be out there doing what we do best. What do you say? It's what we were made for.
ko: 밖에 나가 우리가 제일 잘하는 일을 할 수도 있지. 어때? 그게 바로 우리가 만들어진 이유니까.
ru_ru: Может быть, мы делаем то, что у нас получается лучше всего. Что скажешь? Это то, для чего мы были созданы.

source: If a bionic reject like me can find a purpose out there, so can you. How about it?
ko: 나 같은 바이오닉 실패작도 밖에서 목표를 찾을 수 있었다면, 너도 할 수 있을 거야. 어때?
ru_ru: Если моя бионика отвергает даже такого как я, и даже такой как я может найти тут прибежище, почему ты не можешь?

source: I wouldn't mind having one of the original models fighting alongside me.
ko: 오리지널 모델 중 하나가 나와 함께 싸워준다면, 기꺼이 환영하지.
ru_ru: Я бы не возражал, чтобы один из оригинальных продуктов сражался рядом со мной.

source: Why not join me?
ko: 나랑 함께 하지 않겠어?
ru_ru: Почему бы тебе не присоединиться ко мне?

source: You know, I like the sound of that. This is what we were made for. Lead the way.
ko: 알겠어, 그 말 마음에 드네. 바로 그게 우리가 태어난 이유지. 앞장서.
ru_ru: Знаешь, мне нравится, как это звучит. Это то, для чего мы были созданы. Показывай дорогу.

source: Heh, badge or no badge, I can tell in your voice you're one of them. Just like me. Got that same fighting spirit too. Alright, take the lead.
ko: 히, 배지가 있든 없든, 네 목소리만 들어도 네가 생체병기 중 하나라는 건 잘 알겠어. 나랑 똑같아. 싸우는 정신도 가지고 있고. 좋아, 먼저 앞장서.
ru_ru: Хех, со значком или без значка, я могу сказать по твоему голосу, что ты из этих. Как и я. У меня тоже такой же боевой дух. Ладно, веди.

source: What, like going out there, killing zombies, protecting the innocent? Is that what the sappy motivational speech is for? Well, reject or not, I see that same fire in your eye that any bio-weapon has. I think you've got a point. Let's see where this goes.
ko: 뭐, 저기 나가서 좀비를 죽이고, 무고한 사람들을 지키는 거? 그 시시한 감동적인 연설이 그런 걸 위한 거야? 흠, 거부당한 놈이든 아니든, 네 눈에 있는 그 불꽃은 어떤 생체병기에서든 찾아볼 수 있는 거랑 똑같아. 네 말에도 일리가 있네. 어디까지 가는지 한번 보자고.
ru_ru: А что мы делать-то будем? Словно супергерои отправимся туда, будем крошить зомби, защищать невинных, да? Для этого и нужна эта дебильная мотивационная речь? Ну, так или иначе, я вижу в твоих глазах тот же огонь, что и в любом "Био-Оружии". Похоже, правда на твоей стороне. Посмотрим, чем это всё закончится.

source: Eh? Wait, I get it now. So that's what you're on about. I would've mistaken you for just some civilian cyberjunkie, but you're one of us. And you just might have a point. We'll see how it goes.
ko: 어? 잠깐, 이제 알겠어. 그게 네가 말하려던 거였군. 그냥 흔한 고장난 사이보그인 줄 알았는데, 너도 우리 중 하나였네. 그리고 네 말에도 일리가 있어. 어떻게 될지 두고 보자고.
ru_ru: А? Подожди, теперь я всёпонял. Так вот о чём ты говоришь. Я бы принял тебя за обычного гражданского киберпсиха, но ты из наших. И, возможно, не ошибаешься. Посмотрим, чем это всё закончится.

source: One of the diluted batches, right? No mutagenic package, probably recruited from the army kids assigned to guard the labs… still one of us, close enough at least. You want the real deal, then so be it. I'll follow your lead.
ko: 희석된 세대 중 하나, 맞지? 돌연변이 유발 패키지는 없으니, 아마 연구소 경비로 배치된 군인 출신 애들 중에서 뽑혔던 거겠지… 그렇다 해도 우린 같은 부류야, 적어도 충분히 가까워. 정말 그걸 원한다면, 알겠어. 네가 이끄는 대로 따를게.
ru_ru: Один из разрозненных партий, верно? Никакого мутагенного вмешательства, вероятно, набранного из армейских ребят, назначенных охранять лаборатории... все еще один из нас, по крайней мере, достаточно близко. Хочешь заняться реальным делом? Ну так тому и быть, я последую твоему примеру.

source: Sure, why not. I have nothing better to do anyway, and if I'm lucky I can trust you not to get us both killed.
ko: 좋아, 왜 안 되겠어. 어차피 딱히 할 일도 없고, 운이 좋다면 네가 우리 둘 다 죽게 만들진 않겠지.
ru_ru: Конечно, почему бы и нет. Мне всё равно больше нечего делать, и если мне повезёт, ты не угробишь нас обоих где-нибудь.

source: I'm not so sure that'd be the best way to put my skills to use…
ko: 그게 내 능력을 활용할 가장 좋은 방법일지 잘 모르겠어…
ru_ru: Я не уверен, что это был бы лучший способ использовать мои навыки…

source: You just asked me not that long ago. I'd rather not deal with this at the moment.
ko: 조금 전에도 물어봤잖아. 지금은 이 일에 신경쓰고 싶지 않아.
ru_ru: Мы недавно это уже с тобой обсуждали. Я бы предпочел не заниматься этим в данный момент.

source: What's with the badge? A Bio-Weapon, it says?
ko: 배지가 뭐야? 생체병기라고 적혀 있는데?
ru_ru: Что это за значок? На нём написано "Био-оружие"?

source: Military augmentation project, same people handing out the badge you're wearing. Guessing you know enough about it if you have one yourself. Don't remember much up until Router found me and took me in, same deal as Sigma.
ko: 군용 증강 프로젝트야. 네가 달고 있는 배지를 나눠준 바로 그 자들이지. 그걸 가지고 있다면, 그 정도는 알고 있을 거라고 생각해. 루터가 날 찾아서 데려오기 전은 별로 기억이 안 나. 난 시그마랑 같은 케이스였거든.
ru_ru: Проект военной аугментации солдат, таким же как и ты людям раздают такой же значок, который носишь ты. Полагаю, ты уже достаточно знаешь о том что это за проект, если у тебя тоже есть такой. Я почти ничего не помню, а затем Роутер не нашел меня и не взял к себе. С Сигмой такая же история.

source: A military augmentation project. Not that sort of bio-weapon if that's what you're thinking, it's not contagious. More like we're living weapons basically. Guess you already know a bit for you to have made it here. Not much else I can tell you, just stuck here waiting.
ko: 군용 증강 프로젝트야. 네가 생각하는 그런 전염성 생체병기는 아니고, 그냥 말 그대로 살아있는 무기같은 거지. 여기까지 온 걸 보면 이미 어느 정도 알고 있을 거고. 더 해줄 말은 없어, 난 그냥 여기 갇혀서 대기하고 있을 뿐이야.
ru_ru: Проект военной аугментации солдат. Это не такое биологическое оружие о котором можно подумать, оно не заразно. Больше похоже на то, что мы в основном живое оружие. Думаю, ты уже кое-что знаешь, раз тебе удалось добраться сюда. Больше я ничего не могу тебе сказать, я сам тут просто штаны просиживаю.

source: I see…
ko: 그래…
ru_ru: Понятно…

source: Guess that explains where you got the badge.
ko: 그럼 배지를 어디서 구했는지 이제 설명이 되네.
ru_ru: Думаю, это объясняет, откуда у тебя значок.

source: I'm not sure whether to believe you or not, without the badge and all. But whatever, no telling whether you lost yours or maybe you decided on not advertising it for everyone to see. Given those bastards cranked out everything from super soldiers to a giant cat Bio-Weapon to fucking Apophis, nothing would suprise me at this point.
ko: 배지도 없고 하니까, 네 말을 믿어야 할지 말아야 할지 모르겠네. 하지만 뭐, 배지를 잃어버렸을 수도 있고, 혹은 일부러 남들 눈에 띄지 않게 하려는 걸 수도 있겠지. 그 자식들이 초인 병사부터 거대한 고양이 생체병기, 거기다 빌어먹을 아포피스까지 만들어냈다는 걸 생각하면, 이제 웬만한 걸로는 놀랍지도 않아.
ru_ru: Я не уверен, можно тебе верить или нет, раз ты без значка и всего остального. Как бы то ни было, совершенно не понятно, удалось ли тебе просрать свой значок, или это просто решение не рекламировать своё происхождение на всеобщее обозрение. Учитывая то, что эти ублюдки нахерачили всё что только можно, от суперсолдат и гигантской кошки "Био-оружия" до сраного Апофиса, в данный момент меня уже ничего не удивит.

source: Guess would explain your presence here. We'll see if you turn out useful like the other two who survived the trip, or if you'll end up stuck sitting around with nothing to do like I've been.
ko: 그럼 네가 여기 있는 것도 설명이 되네. 네가 여기서 같이 살아남은 다른 두 명처럼 쓸모 있게 될지, 아니면 나처럼 할 일 없이 그냥 여기 붙박이로 남게 될지 두고 보자고.
ru_ru: Думаю, это объясняет почему ты здесь. Посмотрим, будет ли от тебя какая польза, как от тех двоих, что пережили весь этот пизец, или придётся как и мне сидеть без дела.

source: It's about time someone made a move on that beast. It'll be a pleasure to join the fight. Lead on!
ko: 누군가 그 짐승에게 한방 먹여줄 때도 됐지. 싸움에 합류하게 되어 기쁘군. 앞장서!
ru_ru: Самое время, чтобы кто-то уже начал что-то делать с этим зверем. С удовольствием присоединюсь к битве. Веди!
