Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: <color_light_green>(Cataclysm++)</color> Paper Trail
ko: <color_light_green>(대격변++)</color> 종이 위의 흔적

source: Assist Evelynn Rose in tracking down the researchers fleeing a mysterious threat.
ko: 에블린 로즈가 알 수 없는 위협으로부터 도망치는 연구원들을 추적할 수 있도록 도와주세요.

source: <color_light_green>(Cataclysm++)</color> Secret Hunter
ko: <color_light_green>(대격변++)</color> 비밀 사냥꾼

source: Talk Evelynn Rose into revealing she's more than a mere hacker.
ko: 에블린 로즈에게 가서 그녀가 단순한 해커가 아니라는 사실을 밝히도록 설득하세요.

source: <color_light_green>(Cataclysm++)</color> Unforeseen Consequences
ko: <color_light_green>(대격변++)</color> 예상치 못한 결과

source: Take on a dangerous mission from Router, in pursuit of a fearsome bionic mutant.
ko: 루터에게 위험한 임무를 받아 무시무시한 바이오닉 돌연변이를 추적하세요.

source: <color_light_green>(Cataclysm++)</color> Sunrise
ko: <color_light_green>(대격변++)</color> 일출

source: Slay Bio-Weapon Apophis.
ko: 생체병기 아포피스를 처치하세요.

source: <color_light_green>(Cataclysm++)</color> Defender
ko: <color_light_green>(대격변++)</color> 방어자

source: Sworn to avenge, you have become more than human.
ko: 뵥수를 맹세한 당신은 인간 이상의 존재가 되었습니다.

source: Rebuilding Civilization: Mechanics
ko: 문명 재건: 기계공학
ru_ru: Восстанавливая Цивилизацию: Механика

source: The mechanics volume of the Rebuilding Civilization encyclopedia. This book contains everything from simple machines to the inner workings of submarine engines in extremly fine detail no practical exam. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 기계공학 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 기본적인 기계장치부터 잠수함 엔진의 작동 원리까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Fabrication
ko: 문명 재건: 제작
ru_ru: Восстанавливая Цивилизацию: Производство

source: The fabrication volume of the Rebuilding Civilization encyclopedia. This book contains everything from creating how to create simple stone tools to the creation of the pyramids of Egypt in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 제작 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 기본적인 석기 제작법부터 이집트 피라미드 건설법까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Archery
ko: 문명 재건: 궁술
ru_ru: Восстанавливая Цивилизацию: Стрельба из лука

source: The archery volume of the Rebuilding Civilization encyclopedia. This book contains everything from correct positioning to the usage of advanced bows in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 궁술 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 기본적인 사격 자세부터 고급 활 사격법까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Barter
ko: 문명 재건: 흥정
ru_ru: Восстанавливая Цивилизацию: Торговля

source: The bartering volume of the Rebuilding Civilization encyclopedia. This book contains everything from what supplies are worth more after the cataclysm to what economic system to use in your new society in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 흥정 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 대격변 후 물품의 가치부터 새로운 사회의 경제 체제까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Bashing Weapons
ko: 문명 재건: 타격무기
ru_ru: Восстанавливая Цивилизацию: Дробящее оружие

source: The bashing weapons volume of the Rebuilding Civilization encyclopedia. This book contains everything from self defense with a pipe to the proper swinging technique for a sledge hammer in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 타격무기 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 파이프를 이용한 호신술부터 대형 망치를 올바르게 휘드르는 방법까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Computers
ko: 문명 재건: 컴퓨터
ru_ru: Восстанавливая Цивилизацию: Компьютеры

source: The computer volume of the Rebuilding Civilization encyclopedia. This book contains everything from basic programing to cyber security algorithms in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 컴퓨터 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 기본적인 프로그래밍부터 사이버 보안 알고리즘까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Cooking
ko: 문명 재건: 요리
ru_ru: Восстанавливая Цивилизацию: Кулинария

source: The cooking volume of the Rebuilding Civilization encyclopedia. This book contains everything from cooking small game to basic chemistry in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 요리 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 작은 사냥감 요리부터 기초 화학까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Cutting Weapons
ko: 문명 재건: 절단무기
ru_ru: Восстанавливая Цивилизацию: Режущее оружие

source: The cutting weapons volume of the Rebuilding Civilization encyclopedia. This book contains everything from using a glass shiv to medieval swordsmanship in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 절단무기 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 유리칼 사용법부터 중세 검술까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Dodging
ko: 문명 재건: 회피
ru_ru: Восстанавливая Цивилизацию: Уклонение

source: The dodging volume of the Rebuilding Civilization encyclopedia. This book contains everything from dancing for beginners to parkour in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 회피 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 초보자를 위한 댄스부터 파쿠르까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Driving
ko: 문명 재건: 운전
ru_ru: Восстанавливая Цивилизацию: Вождение

source: The driving volume of the Rebuilding Civilization encyclopedia. This book contains everything from acquiring a driving license to professional racing in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 운전 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 운전면허 취득부터 레이싱까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Electronics
ko: 문명 재건: 전자공학
ru_ru: Восстанавливая Цивилизацию: Электроника

source: The electronics volume of the Rebuilding Civilization encyclopedia. This book contains everything from simple circuits to military robotics in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 전자공학 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 간단한 회로부터 군용 로봇까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: First Aid
ko: 문명 재건: 응급치료
ru_ru: Восстанавливая Цивилизацию: Первая помощь

source: The first aid volume of the Rebuilding Civilization encyclopedia. This book contains everything from proper bandage application to exploratory surgery in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 응급치료 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 붕대 사용법부터 탐색 수술법까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Marksmanship
ko: 문명 재건: 사격술
ru_ru: Восстанавливая Цивилизацию: Стрельба

source: The marksmanship volume of the Rebuilding Civilization encyclopedia. This book contains everything from proper iron sight aiming to military sniper techniques in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 사격술 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 정확한 조준기 조준법부터 군대 저격 기술까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Launchers
ko: 문명 재건: 유탄발사기
ru_ru: Восстанавливая Цивилизацию: Гранатомёты

source: The launchers volume of the Rebuilding Civilization encyclopedia. This book contains everything from the use of spraycan flamethrowers to recoiless rifles in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 유탄발사기 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 스프레이캔 화염방사기 사용법부터 무반동총 사용법까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Melee Combat
ko: 문명 재건: 근접전투
ru_ru: Восстанавливая Цивилизацию: Рукопашный бой

source: The melee combat volume of the Rebuilding Civilization encyclopedia. This book contains everything from using a branch to martial arts techniques in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 근접전투 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 여러 무기 사용법부터 무술까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Pistols
ko: 문명 재건: 권총
ru_ru: Восстанавливая Цивилизацию: Пистолеты

source: The pistols volume of the Rebuilding Civilization encyclopedia. This book contains everything from using zip pistols to laser pistols in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 권총 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 급조 권총부터 레이저 권총까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Rifles
ko: 문명 재건: 소총
ru_ru: Восстанавливая Цивилизацию: Винтовки

source: The rifles volume of the Rebuilding Civilization encyclopedia. This book contains everything from using zip rifles to laser rifles in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 소총 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 급조 소총부터 레이저 소총까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Shotguns
ko: 문명 재건: 산탄총
ru_ru: Восстанавливая Цивилизацию: Дробовики

source: The shotguns volume of the Rebuilding Civilization encyclopedia. This book contains everything from using zip shotguns to laser scatter guns in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 산탄총 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 급조 산탄총부터 레이저 산탄총까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Sub Machineguns
ko: 문명 재건: 기관단총
ru_ru: Восстанавливая Цивилизацию: Пистолеты-Пулемёты

source: The sub machineguns volume of the Rebuilding Civilization encyclopedia. This book contains everything from using makeshift smgs to automatic laser carbines in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 기관단총 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 급조 기관단총부터 자동 레이저 카빈까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Speech
ko: 문명 재건: 대화술
ru_ru: Восстанавливая Цивилизацию: Красноречние

source: The speech volume of the Rebuilding Civilization encyclopedia. This book contains everything from recruiting survivors to running for political office in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 대화술 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 생존자 모집부터 정치인 출마까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Piercing Weapons
ko: 문명 재건: 관통무기
ru_ru: Восстанавливая Цивилизацию: Колющее оружие

source: The piercing weapons volume of the Rebuilding Civilization encyclopedia. This book contains everything from using switchblades to spear combat in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 관통무기 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 스위치블레이드 사용법부터 창술까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Survival
ko: 문명 재건: 생존술
ru_ru: Восстанавливая Цивилизацию: Выживание

source: The survival volume of the Rebuilding Civilization encyclopedia. This book contains everything from camping to survival on a deserted island in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 생존술 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 야영부터 무인도 생존까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Swimming
ko: 문명 재건: 체력
ru_ru: Восстанавливая Цивилизацию: Плавание

source: The swimming volume of the Rebuilding Civilization encyclopedia. This book contains everything from recreational swimming to crossing rivers in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 체력 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 레크리에이션 수영부터 강 건너기까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Tailoring
ko: 문명 재건: 재봉
ru_ru: Восстанавливая Цивилизацию: Шитьё

source: The tailoring volume of the Rebuilding Civilization encyclopedia. This book contains everything from fixing clothing tears to fashion designing in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 재봉 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 찢어진 옷 수선부터 패션 디자인까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Throwing
ko: 문명 재건: 투척
ru_ru: Восстанавливая Цивилизацию: Метание

source: The throwing volume of the Rebuilding Civilization encyclopedia. This book contains everything from throwing stones to spear hunting in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 투척 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 돌 던지기부터 투창 사냥까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Traps
ko: 문명 재건: 함정설치
ru_ru: Восстанавливая Цивилизацию: Ловушки

source: The traps volume of the Rebuilding Civilization encyclopedia. This book contains everything from spike pits to disarming landmines in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 함정설치 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 가시 구덩이부터 지뢰 해체까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Rebuilding Civilization: Unarmed Combat
ko: 문명 재건: 비무장전투
ru_ru: Восстанавливая Цивилизацию: Безоружный бой

source: The unarmed volume of the Rebuilding Civilization encyclopedia. This book contains everything from self defense techniques to MMA fighting in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 비무장전투 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 호신술부터 종합격투기까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: Weave Magazine
ko: 탄창 생성

source: Creates a small fleshwoven magazine.
ko: 작은 살점 탄창을 생성합니다.

source: A tendril slithers from the biological pistol and jabs into you, draining something before a small magazine of living flesh weaves itself together and sloughs off the weapon.
ko: 생명공학적 권총에서 촉수가 미끄러지듯이 빠져나와 당신을 찔렀고, 작은 탄창에 살아있는 살점이 엮여 무기에서 떨어져 나가기 전에 무언가를 빨아들입니다.

source: Fleshweaving Side Effect
ko: 살점 생성 부작용

source: Small amount of extra hunger.
ko: 약간의 허기가 추가됩니다.

source: Creates a fleshwoven magazine.
ko: 살점 탄창을 생성합니다.

source: A tendril slithers from the biological sub-machinegun and jabs into you, draining something before a small magazine of living flesh weaves itself together and sloughs off the weapon.
ko: 생명공학적 기관단총에서 촉수가 미끄러지듯이 빠져나와 당신을 찔렀고, 작은 탄창에 살아있는 살점이 엮여 무기에서 떨어져 나가기 전에 무언가를 빨아들입니다.
