Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: A (mostly) homemade LMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the .223 cartridge via a belt feed, and can attach a custom-made carry handle for improved fire from the hip.
ru_ru: (В основном) самодельный ручной пулемёт, собранный с использованием полностью автоматического ресивера. Несмотря на то, что он хорошо сделан, тот шквал огня который он выдаёт снижают его надёжность и точность. Используем патрон калибра .223 через ленту подачи, а также к нему можно прикрепить кустарно собранную ручку для переноски и для улучшения стрельбы от бедра.

source: A (mostly) homemade GPMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the 7.62x54R cartridge via a belt feed, and can attach a custom-made carry handle for improved fire from the hip.
ru_ru: (В основном) самодельный универсальный пулемёт, собранный с использованием полностью автоматического ресивера. Несмотря на то, что он хорошо сделан, тот шквал огня который он выдаёт снижают его надёжность и точность. Используем патрон калибра 7.62x54R через ленту подачи, а также к нему можно прикрепить кустарно собранную ручку для переноски и для улучшения стрельбы от бедра.

source: A powerful bow that requires a strong archer to use, arms reinforced to compensate for its takedown design. The tips of the bow have makeshift blades to make this bow an efficient melee weapon when things get close and personal. Use it to compact the weapon for easier storage.
ru_ru: Самодельный лук с усиленными плечами, чтобы компенсировать его конструкцию. На наконечниках лука имеются импровизированные лезвия, что делает его эффективным оружием ближнего боя. Используйте его для уменьшения габаритов и более удобного хранения.

source: A relatively small laser pistol, boxy design having just enough concessions to ergonomics to fit well in the hand. It draws power from compact atomic batteries, offering energy efficiency and prolonged usage, at the expense of firepower and range. The markings refer to "Omnitech Labs" as the manufacturer.
ru_ru: Относительно небольшой лазерный пистолет, коробчатый дизайн с достаточными уступками эргономике, чтобы хорошо лежать в руке. Он питается от компактных атомных батарей, что обеспечивает энергоэффективность и длительное использование в ущерб огневой мощи и дальности стрельбы. Маркировка указывает на производителя "Omnitech Labs".

source: A relatively small laser pistol, boxy design having just enough concessions to ergonomics to fit well in the hand. It offers energy efficiency and prolonged usage, at the expense of firepower and range. The markings refer to "Omnitech Labs" as the manufacturer. This one has been converted to use UPS as its fuel source.
ru_ru: Относительно небольшой лазерный пистолет, коробчатый дизайн с достаточными уступками эргономике, чтобы хорошо лежать в руке. Он обеспечивает энергоэффективность и длительное использование в ущерб огневой мощи и дальности стрельбы. Маркировка указывает на производителя "Omnitech Labs". Этот пистолет был переоборудован для использования ИБП в качестве источника топлива.

source: Based on the design of the NEO-33, the AKRO-388 balances energy efficiency with rate of fire, offering decent firepower. Its body is scaled up and adapted to better handle like common submachineguns in active service. Relies on atomic batteries instead of a UPS connection. Its manufacturer is listed as Omnitech Labs.
ru_ru: Основанный на конструкции NEO-33, AKRO-388 уравновешивает энергоэффективность и скорострельность, предлагая достойную огневую мощь. Его корпус увеличен и приспособлен для лучшей эргономики, для использования его таким же образом как пользуются обычными пистолетами-пулемётами. Полагается на атомные батареи вместо УБП. Его производитель указан как "Омнитек Лаб".

source: Based on the design of the NEO-33, the AKRO-388 is balances energy efficiency with rate of fire, offering decent firepower. Its body is scaled up and adapted to better handle like common submachineguns in active service. Its manufacturer is listed as Omnitech Labs. This one has been converted to use UPS as its fuel source.
ru_ru: Основанный на конструкции NEO-33, AKRO-388 балансирует между энергоэффективностью и скорострельностью, предлагая приличную огневую мощь. Его корпус увеличен и адаптирован для более удобной работы с обычными пистолетами-пулеметами, находящимися на вооружении. Его производитель указан как Omnitech Labs. Этот пистолет был переоборудован для использования ИБП в качестве источника топлива.

source: An experimental laser rifle based on the A7 and AKRO-388, adapted to rely on atomic batteries. Offers the modular benefits of a combat rifle with the efficiency of a laser weapon, in a relatively compact package. Overall it mimics the handling and operation of common rifles currently in service, for ease-of-use. The manufacturer is listed as Omnitech Labs.
ru_ru: Экспериментальная лазерная винтовка на базе А7 и АКРО-388, адаптированная для работы на атомных батареях. Предлагает модульные преимущества боевой винтовки и эффективность лазерного оружия в относительно компактной упаковке. В целом, для удобства использования, она имитирует обращение и эксплуатацию обычных винтовок, находящихся в настоящее время на вооружении. Производитель указан как "Омнитек Лаб".

source: An experimental laser rifle based on the A7 and AKRO-388. Offers the modular benefits of a combat rifle with the efficiency of a laser weapon, in a relatively compact package. Overall it mimics the handling and operation of common rifles currently in service, for ease-of-use. The manufacturer is listed as Omnitech Labs. This one has been converted to use UPS as its fuel source.
ru_ru: Экспериментальная лазерная винтовка на базе A7 и AKRO-388. Предлагает модульные преимущества боевой винтовки с эффективностью лазерного оружия в относительно компактном корпусе. В целом она имитирует управление и работу обычных винтовок, находящихся в настоящее время на вооружении, для простоты использования. Производитель указан как Omnitech Labs. Этот пистолет был переоборудован для использования ИБП в качестве источника топлива.

source: With the power per shot of the ARC and the firerate of the AKRO, Omnitech Labs' KRX-108 was made to overwhelm enemies with supreme firepower. While not very energy-efficient, this behemoth can deal a devastating blow to large groups of enemies, but each pulse draws heavily from a proprietary atomic battery connection. If attached to a vehicle mount, it can also make full use of its otherwise-limited automated targeting.
ru_ru: Обладая мощностью ARC-314 лазерной винтовки и огневой мощью AKRO-388, ручной лазерный пулемёт KRX-108 от "Омнитек Лаб" был создан только для того, чтобы сокрушать врагов своей невероятной огневой мощью. Несмотря на то, что этот бегемот не очень энергоэффективен, он может нанести сокрушительный урон по большим группам врагов, но каждый выстрел сильно бьёт по заряду специальных используемых им атомных батарей. Если он прикреплен к автомобильной турели, он также может быть использовать в полной мере свою функцию автоматического наведения, которая при ручном использовании заблокирована.

source: With the power per shot of the ARC and the firerate of the AKRO, Omnitech Labs' KRX-108 was made to overwhelm enemies with supreme firepower. While not very energy-efficient, this behemoth can deal a devastating blow to large groups of enemies. If attached to a vehicle mount, it can also make full use of its otherwise-limited automated targeting. This one has been converted to use UPS as its fuel source.
ru_ru: Обладая мощностью выстрела ARC и скорострельностью AKRO, KRX-108 компании Omnitech Labs был создан для того, чтобы поражать врагов мощнейшим огнем. Несмотря на низкую энергоэффективность, этот гигант способен наносить сокрушительные удары по большим группам врагов. При установке на транспортное средство он также может в полной мере использовать свои ограниченные возможности автоматического наведения на цель. Этот пистолет-пулемёт был переоборудован для использования ИБП в качестве источника топлива.

source: Omnitech Labs' single shot laser rifle, designed to deal massive damage to a single target. Intended to be used as a long-range support weapon by modern special forces. Requires an insane amount of energy to fire a single powerful laser, additionally providing EMP effects. Uses a proprietary atomic battery capacitor system
ru_ru: Лазерная снайперская винтовка от "Омнитек Лаб" предназначена для того, чтобы лишь одним своим выстрелом нандить чудовищный урон одной цели. Предназначена для использования в качестве оружия поддержки дальнего действия современными силами специального назначения. Требуется безумное количество энергии, чтобы выстрелить одним мощным лазером, который дополнительно создаёт эффект ЭМИ. Использует запатентованную систему конденсаторов атомных батарей

source: Omnitech Labs' single shot laser rifle, designed to deal massive damage to a single target. Intended to be used as a long-range support weapon by modern special forces. Requires an insane amount of energy to fire a single powerful laser, additionally providing EMP effects. This one has been converted to use UPS as its fuel source.
ru_ru: Однозарядная лазерная винтовка Omnitech Labs, предназначенная для нанесения огромного урона одной цели. Предназначена для использования в качестве оружия поддержки на дальних дистанциях в современных спецподразделениях. Требует безумного количества энергии для стрельбы одним мощным лазером, дополнительно обеспечивая эффект ЭМИ. Эта винтовка была переоборудована для использования ИБП в качестве источника топлива.

source: XARM-37 Pulse Scatter Gun
ru_ru: XARM-37 импульсный рассеиватель

source: This is a modified double-barreled ARC rifle, designed by Omnitech Labs. Gains an EMP effect at the cost of range and firepower, relying on atomic cells instead of a UPS hookup. It is fired in short pulses that act like buckshot; still decent against conventional threats but best against electronics.
ru_ru: Это модифицированная винтовка ARC-314 с двумя стволами, разработанная "Омнитек Лаб". Наносит эффект ЭМИ за счет дальности и огневой мощи. Полагается на атомные ячейки вместо подключения УБП. Она стреляет короткими импульсами, которые действуют как картечь. Все еще неплохо работает против обычных угроз, но лучше всего использовать её электроники.

source: double-barrel
ru_ru: двойной выстрел

source: This is a modified double-barreled ARC rifle, designed by Omnitech Labs. Gains an EMP effect at the cost of range and firepower. It is fired in short pulses that act like buckshot; still decent against conventional threats but best against electronics. This one has been converted to use UPS as its fuel source.
ru_ru: Это модифицированная винтовка ARC-314 с двумя стволами, разработанная "Омнитек Лаб". Наносит эффект ЭМИ за счет дальности и огневой мощи. Она стреляет короткими импульсами, которые действуют как картечь. Все еще неплохо работает против обычных угроз, но лучше всего использовать её электроники. Была переоборудована под использование её с УБП в качестве источника топлива.

source: MK-2 Ionic Cannon
ru_ru: MK-2 ионная пушка

source: repeating crossbow
ru_ru: самоперезаряжающийся арбалет

source: coilgun
ru_ru: гаусс-пушка
