Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: Hazard Stabilizer System
ko: 위험 안정화 시스템
ru_ru: Система экстренной стабилизации

source: Installed throughout your body, just under the skin, is a network of specialized medical equipment. When activated, it will synthesize antitoxins and catalyze temporary chemical reactions in the muscles and skin. While active, you will be immune to acid and biological damage, keeping the body relatively stable even if severely poisoned. It will also prevent, but not cure, the effects of contact and injected hazards, such as venom. Food poisoning and toxic gas will still affect you, but you will not take damage-over-time from them.
ko: 피부 바로 아래, 전신에 특수 의료장비 연결망이 설치되어 있습니다. 활성화하면 근육과 피부에서 항독소를 합성하고 일시적인 화학 반응을 촉진합니다. 활성화 상태에서는 산과 생물학적 피해에 면역이 되어, 심하게 중독되더라도 신체를 비교적 안정적으로 유지할 수 있습니다. 또한 접촉이나 주입으로 인한 위험 (독 등)을 예방하지만 중독을 치료하지는 않습니다. 식중독이나 유독성 가스는 여전히 영향을 미치지만, 지속 피해는 받지 않습니다.
ru_ru: Система специализированного медицинского оборудования, имплантированного прямо под кожу, и занимающая максимально возможное пространство внутри. При активации она будет синтезировать антитоксины и катализировать временные химические реакции в мышцах и коже. Будучи активным, вы будете невосприимчивы к кислотным и биологическим повреждениям, сохраняя организм относительно стабильным, даже если он сильно отравлен. Она также предотвратит, но не вылечит последствия контакта и инъекционных опасностей, таких как яд. Пищевое отравление и токсичный газ все равно повлияют на вас, но вы не получите от них ущерба со временем.

source: Hazard Stabilization
ko: 위협 안정화
ru_ru: Экстренная стабилизация

source: Immunity to acid and biological damage. Prevents, but does not cure, exposure to contact and injected hazards, such as venom. Food poisoning and toxic gas will still affect you, but you will not take damage-over-time from them.
ko: 산과 생물학적 피해에 면역을 얻습니다. 또한 접촉이나 주입으로 인한 위험 (독 등)을 예방하지만 중독을 치료하지는 않습니다. 식중독이나 유독성 가스는 여전히 영향을 미치지만, 지속 피해는 받지 않습니다.
ru_ru: Иммунитет к кислотным и биологическим повреждениям. Предотвращает, но не лечит воздействие контактных и инъекционных опасностей, таких как яд. Пищевое отравление и токсичный газ все равно повлияют на вас, но вы не получите от них ущерба со временем.

source: Integrated Cutting Torch
ko: 내장형 절단 용접기
ru_ru: Встроенный плазменный резак

source: A deployable plasma cutter now resides in your right arm, that can be deployed for a small amount of bionic power. Once extended, it can then be activated to use as a cutting torch and destroy metal barriers. More energy intensive than a conventional welder, but can be used for welding if needed.
ko: 당신의 오른팔에는 수납식 플라즈마 커터가 설치되어 있으며, 약간의 전력을 소모하면 꺼낼 수 있습니다. 꺼낸 후에는 절단 용접기처럼 활성화하여 금속 장벽을 파괴할 수 있으며, 일반 용접기보다 에너지 소모가 크지만, 필요할 경우 용접에도 사용할 수 있습니다.
ru_ru: В вашей правой руке теперь находится встроенный плазменный резак, который может быть развернут засчёт небольшого количества бионической энергии. После развёртывания он может быть активирован для использования в качестве резака и разрушения различных металлических препятствий. Использует больше энергии, чем обычный сварочный аппарат, но при необходимости может быть использован для сварки.

source: Integrated Cutting Torch CBM
ko: CBM:내장형 절단 용접기
ru_ru: КБМ: Встроенный плазменный резак

source: A deployable plasma cutter implanted in the right arm, that can be deployed for a small amount of bionic power. It can then be used to destroy metal barriers. More energy intensive than a conventional welder, but can be used for welding if needed.
ko: 오른팔에 설치하는 수납식 플라즈마 커터로, 약간의 전력을 소모하면 꺼낼 수 있습니다. 꺼낸 후에는 절단 용접기처럼 활성화하여 금속 장벽을 파괴할 수 있으며, 일반 용접기보다 에너지 소모가 크지만, 필요할 경우 용접에도 사용할 수 있습니다.
ru_ru: В вашей правой руке теперь находится встроенный плазменный резак, который может быть развернут засчёт небольшого количества бионической энергии. После развёртывания он может быть активирован для использования в качестве резака и разрушения различных металлических препятствий. Использует больше энергии, чем обычный сварочный аппарат, но при необходимости может быть использован для сварки.

source: extended bionic cutting torch
ko: 확장 절단 용접기
ru_ru: развёрнутый бионический плазменный резак

source: A bionic plasma cutter, deployed and taking up your hand. Activate it to destroy metal barriers, as you would a cutting torch.
ko: 절단 용접기를 체외로 꺼내 금속 장벽 파괴, 용접 등의 기능을 추가합니다. 활성화되어 있는 동안 손을 완전히 차지합니다.
ru_ru: Бионический плазменный резак, развернутый и занимающий всю вашу руку. Активируйте его, чтобы разрушать металлические препятствия, как вы бы сделали это с помощью резака.

source: Biopattern Distortion CBM
ko: CBM:생체패턴 위장
ru_ru: КБМ: Искажение Биопаттернов

source: A network of implant that can disguise subtle cues that give away a person's presence to wildlife. While it doesn't seem effective against the undead, it's enough to fool most wildlife when activated, letting the user approach them without detection.
ko: 미묘하게 사용자의 체취를 바꾸고, 심장 박동 소리를 숨기며, 기타 미세한 신호를 교란하는 진보된 이식물 연결망입니다. 언데드나 다른 부자연적 위협에는 효과가 없지만, 돌연변이 동물을 포함한 대부분의 야생동물에게는 방해받지 않고 접근할 수 있습니다.
ru_ru: Система имплантатов, которая может маскировать незаметные движения и действия, которые выдают присутствие человека в дикой природе. Хотя он не кажется эффективным против нежити, при активации, его достаточно, чтобы обмануть большинство диких животных, позволяя пользователю приблизиться к ним без обнаружения.

source: Biopattern Distortion
ko: 생체패턴 위장
ru_ru: Искажение Биопаттернов

source: An advanced network of implants subtly alters your scent, disguises the sound of your heartbeat, and disrupts other subtle cues. It won't work on the undead or other unnatural threats, but it will allow you to approach most wildlife unhindered, including mutant animals.
ko: 미묘하게 당신의 체취를 바꾸고, 심장 박동 소리를 숨기며, 기타 미세한 신호를 교란하는 진보된 이식물 연결망입니다. 언데드나 다른 부자연적 위협에는 효과가 없지만, 돌연변이 동물을 포함한 대부분의 야생동물에게는 방해받지 않고 접근할 수 있습니다.
ru_ru: Усовершенствованная сеть имплантатов незаметно изменяет ваш запах, маскирует звук вашего сердцебиения и искажает другие ваши незаметные проявления. Он не будет работать с нежитью или другими неестественными угрозами, но он позволит вам беспрепятственно приближаться к большинству диких животных, включая животных-мутантов.

source: Earthly wildlife, mutant or otherwise, will currently ignore your presence.
ko: 지상의 야생동물들은 돌연변이든 아니든 현재 당신의 존재를 무시합니다.
ru_ru: Земная дикая природа, мутировавшая или нет, в настоящее время будет игнорировать ваше присутствие.

source: Sentinel Power Storage
ko: 센티널 전력 저장소

source: An experimental and rare Compact Bionics Module that increases your power capacity by 1000 kJ.
ko: 실험적이고 희귀한 소형 바이오닉 모듈로, 바이오닉 전력 용량을 1000만큼 증가시킵니다

source: Sentinel Power Storage CBM
ko: CBM:센티널 전력 저장소

source: A Compact Bionics Module developed by Omnitech Labs for military applications based on the highly successful Power Storage CBM. Increases the user's power capacity by 1000 units.
ko: 옴니텍 연구소에서 군사용으로 개발한 소형 바이오닉 모듈로, 성공적인 전력 저장소 CBM을 기반으로 제작되었습니다. 사용자의 바이오닉 전력 용량을 1000만큼 증가시킵니다.

source: The mechanics volume of the Rebuilding Civilization encyclopedia. This book contains everything from simple machines to the inner workings of submarine engines in extremely fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 기계공학 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 기본적인 기계장치부터 잠수함 엔진의 작동 원리까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: The computer volume of the Rebuilding Civilization encyclopedia. This book contains everything from basic programming to cyber security algorithms in fine detail. This book is so technical, longwinded and dry that even bookworms and fast readers would find it hard to read. Literally any other book on the subject would be a more efficient way to learn but if the books you have are missing specific information then this is a good substitute until you find something better.
ko: 문명 재건 컴퓨터 백과사전입니다. 너무 전문적이고 장황하다 못해 딱딱해보일 정도의 어휘로 쓰여져 있어 책벌레나 독해력이 뛰어난 독자도 읽기 어려우며, 이 책에는 기본적인 프로그래밍부터 사이버 보안 알고리즘까지 모든 것이 매우 상세하게 기록되어 있습니다. 이 주제에 대한 다른 어떤 책이라도 더 효율적으로 학습할 수 있겠지만, 더 나은 책을 찾을 때까지는 이 책이 좋은 대체재가 될 수 있습니다.

source: introduction packet - classified
ko: 유도 패킷-기밀사항
ru_ru: вводный пакет документов - засекречено

source: This is a journal with what seems to be an invitation of some sort from some unknown organization. While its contents are rather boring to read, some bits offer promises of 'forbidden knowledge' and that said contents are 'just a taste of true power'… Science has definitely gone too far…
ko: 어떤 정체불명의 조직으로부터 온 것으로 보이는 초대장이 담긴 일지입니다. 내용은 읽기에는 다소 지루하지만, 일부에서는 '금단의 지식'을 약속하고 있으며, 그 내용을 '진정한 힘의 편린'이라 표현하고 있습니다… 과학은 명백하게 선을 넘은 것 같습니다…

source: Omnitech UPS conversion manual
ko: 옴니텍 UPS 변환 매뉴얼
ru_ru: Руководство по преобразованию УБП от "Omnitech"

source: This is a booklet dealing the instructions on how to convert an Omnitech laser weapon from using atomic batteries to use UPS power. If you can find one of the kits mentioned, you could replicate the steps on this booklet.
ko: 옴니텍 레이저 무기를 원자력 배터리 대신 UPS 전원을 사용하도록 개조하는 방법이 담긴 안내서입니다. 여기에 언급된 개조 키트를 찾을 수 있다면, 이 안내서에 적힌 절차를 따라 동일한 개조를 수행할 수 있을 것입니다.
ru_ru: Это брошюра с инструкциями по преобразованию лазерного оружия "Omnitech" из атомных батарей в питание от УБП. Если вы найдете один из упомянутых комплектов, вы можете повторить шаги, описанные в этой брошюре.

source: printed note
ko: 인쇄된 쪽지
ru_ru: распечатанная записка

source: A scrap of paper. Something's been printed on it.
ko: 종이 쪼가리입니다. 뭔가가 인쇄되어 있습니다.
ru_ru: Бесполезная бумажка. На ней что-то было распечатано.

source: folded note
ko: 접혀진 쪽지
ru_ru: сложенная записка

source: A scrap of paper, hastily folded up. Something's been scribbled on it.
ko: 급하게 접혀진 종이 쪼가리입니다. 휘갈긴 필체로 뭔가 쓰여져 있습니다.
ru_ru: Клочок бумаги, поспешно сложенный. На нем что-то нацарапано.

source: gasoline synthesizing blob glob
ko: 가솔린 합성 블롭 구체
ru_ru: синтезирующий бензин шарик

source: A piece of glob that has begun to create gasoline when exposed to the sun. The gasoline it creates is too mixed up with the glob to be extracted but is still flammable.
ko: 햇빛에 노출되면 휘발유를 생성하는 점액 덩어리 조각입니다. 생성된 휘발유는 점액과 뒤섞여 추출할 수 없지만, 여전히 가연성을 띄고 있습니다.
ru_ru: Желеобразный кусочек шарика, который выделяет бензин под воздействием солнечных лучей. Выделяемый бензин смешан с самим этим шариком, потому просто так его не извлечь. Но все еще очень легко воспламеняется.

source: nano-mutagenic serum
ko: 나노 뮤타젠 혈청
ru_ru: наномутагенная сыворотка

source: A experimental, super-concentrated cocktail of mutagen and nanomachines. Vanishingly rare and potentially quite potent in effect. You need a syringe to inject it… if you really want to?
ko: 실험적으로 만들어진 고농축 뮤타젠과 나노머신으로 구성된 혼합물입니다. 극도로 희귀하며, 잠재적으로 매우 강력한 효과를 낼 수 있습니다. 주사기로 주입해야 하는데… 정말 그렇게 할 건가요?
ru_ru: Экспериментальный, сверхконцентрированный коктейль из мутагена и наномашин. Невероятно редкий и потенциально довольно мощный по своему эффекту. Вам нужен шприц, чтобы ввести его… но ты действительно этого хочешь?

source: Exertion
ko: 과로
ru_ru: Напряжение

source: You feel worn out and empty inside.
ko: 너무 지쳐서, 마음이 텅 빈 것 같습니다.
ru_ru: Вы чувствуете себя измученным и опустошенным внутри.

source: Bloodlust
ko: 피의 갈망
ru_ru: Жажда крови

source: You thirst for blood!
ko: 당신은 피를 갈망합니다!
ru_ru: Ты жаждешь крови!

source: You feel an unnatural surge of adrenaline!
ko: 부자연적일 정도로 아드레날린이 치솟는 것이 느껴집니다!
ru_ru: Вы чувствуете неестественный прилив адреналина!

source: Your weariness throws you off.
ko: 피로로 인해 집중력이 흐트러집니다.
ru_ru: Твоя усталость сбивает тебя с толку.

source: Your bloodlust wears off. You feel AWFUL!
ko: 피에 대한 갈망이 사라집니다. 끔찍할 정도로 기분이 나빠집니다!
ru_ru: Твоя жажда крови проходит. Ты чувствуешь себя УЖАСНО!

source: Biostim
ko: 생명공학 자극제
ru_ru: Биостим

source: Your muscles feel abnormally tense and it's hard to sit still.
ko: 근육이 평소보다 과도하게 긴장되어 가만히 앉아있기 어렵습니다.
ru_ru: Ваши мышцы чувствуют себя ненормально напряженными, и вам трудно сидеть спокойно.

source: Biostim Overdose
ko: 생명공학 자극제 과다복용
ru_ru: Передозировка Биостима

source: Your heart feels like it's going a mile a minute, and every muscle in your body is sore.
ko: 심장이 마치 시속 1마일로 뛰는 것처럼 느껴지고, 몸의 모든 근육이 뻐근합니다.
ru_ru: У тебя такое чувство, что сердце бьется со скоростью тысячи ударов в минуту, и каждая мышца в твоем теле стонет и болит.

source: You feel your muscles tensing up with a surge of abnormal energy!
ko: 비정상적인 에너지가 급격히 몰려오면서 근육이 긴장되는 것을 느낍니다!
ru_ru: Вы чувствуете, как ваши мышцы напрягаются от прилива ненормальной энергии!

source: The tension in your body finally fades back to some degree of normalcy.
ko: 몸의 긴장이 마침내 어느정도 정상으로 돌아옵니다.
ru_ru: Напряжение в вашем теле, наконец, возвращается более-менее в норму.

source: The pain in your muscles goes back to just a dull tension.
ko: 근육의 고통이 이제 느슨한 긴장감으로 돌아옵니다.
ru_ru: Боль в мышцах возвращается к тупому напряжению.

source: Powering Beam Weapon
ko: 광선 무기 충전

source: The salvaged stun emitter is wearing your body down a bit, presumably that's what powers it.
ko: 분리된 미고 광선총이 몸을 조금씩 소진시키고 있습니다. 아마도 이것이 그것의 동력원일 것입니다.

source: You steady yourself, prepared for the fights ahead.
ko: 몸을 가다듬고 다가올 싸움에 대비합니다.
ru_ru: Вы успокаиваете себя, готовясь к предстоящим боям.

source: %s prepares for the fights ahead.
ko: %s(이)가 몸을 가다듬고 다가올 싸움에 대비합니다.
ru_ru: %s готовится к предстоящим боям.

source: Active Defense
ko: 능동형 방어
ru_ru: Активная защита

source: The best defense is a good offense. +1 Block attempts, damage blocked increased by 100% of Intelligence. Lasts 2 turns, stacks 2 times.
ko: 최고의 방어는 곧 공격입니다. 방어 시도 +1, 지능 수치의 100%만큼 피해를 추가로 방어함. 2턴 동안 지속. 최대 2회 중첩.

source: Fluid Motion
ko: 유수

source: You've learned to move with a purposeful efficiency. Movement speed increased by 25% of Intelligence.
ko: 당신은 목적 의식이 명백한 효율적인 움직임을 익혔습니다. 지능 수치의 25%만큼 이동속도가 증가합니다.

source: Elusiveness
ko: 허실
ru_ru: Неуловимость

source: Quick and fluid movements make you harder to catch, and better able to roll with the punches. +1 Dodge attempts, Dodge skill increased by 25% of Intelligence, bash damage taken reduced by 25% of Intelligence, immunity to knockdown. Lasts 3 turns, stacks 2 times.
ko: 빠르고 유연한 움직임 덕분에 붙잡히기 어려워지고, 공격에도 더 유연하게 대처할 수 있습니다. 회피 시도 +1, 지능 수치의 25%만큼 회피 기술 증가 및 타격 피해 감소, 쓰러짐 면역. 3턴 동안 지속. 최대 2회 중첩.

source: You've learned a number of tricks to take advantage of the potential that abandoning your humanity can offer. Focused on heavy, powerful weapons or mutant limbs, a supernaturally strong post-human can use their abilities to great effect.
ko: 당신은 인간성을 버림으로써 얻을 수 있는 잠재력을 활용하는 여러 기술을 배웠습니다. 강력하고 무거운 무기나 변이된 팔과 다리를 중심으로, 초자연적으로 강력한 신인류는 자신의 능력을 대폭 활용할 수 있습니다.

source: Your loosen your footwork and let your instincts take over.
ko: 발놀림을 느슨하게 하고 본능에 몸을 맡깁니다.

source: %s enters a loose, animalistic stance.
ko: %s(이)가 발놀림을 느슨하게 하고 본능에 몸을 맡깁니다.

source: Brutal Efficiency
ko: 잔혹한 효율성

source: One powerful blow makes the follow-up that much easier. +2 Accuracy, armor penetration increased by 25% of strength. Lasts 2 turns, stacks 2 times.
ko: 한 번의 강력한 일격은 이어지는 공격을 훨씬 수월하게 만듭니다. 명중률 +2, 힘의 25%만큼 방어 관통 증가. 2턴 동안 지속. 최대 2회 중첩.

source: Large And In Charge
ko: 달리는 산더미

source: Your stance makes better use of your might to compensate for poor footwork. Accuracy increased by 15% of strength, -10% move cost.
ko: 발놀림이 좋지 않아도, 당신의 자세는 힘을 더 효율적으로 활용하도록 만듭니다. 힘의 15%만큼 명중률 증가, 이동력 소모 -10%.

source: Bull Rush
ko: 황소의 돌진

source: When you get enough momentum going, they're going to feel it. Movement speed increased by 45% of strength, damage increased by 15% of strength. Enables "Battering Ram" technique. Lasts 3 turns, stacks 3 times.
ko: 충분한 관성을 얻으면, 적은 그것을 뼈저리게 느낄 것입니다. 힘의 45%만큼 이동속도 증가, 힘의 15%만큼 피해 증가. "공성 망치" 테크닉 사용 가능. 3턴 동안 지속. 최대 3회 중첩.

source: Hit and Run
ko: 치고 빠지기

source: Get in, hit hard, get back out. Movement speed increased by 30% of strength, armor penetration increased by 20% of strength. Enables "Foe-Tossing Charge" technique. Lasts 3 turns, stacks 3 times.
ko: 들어가서 강하게 치고 빠지세요. 힘의 30%만큼 이동속도 증가, 힘의 20%만큼 방어 관통 증가. "휩쓰는 돌진" 테크닉 사용 가능. 3턴 동안 지속. 최대 3회 중첩.

source: Survivor Combatives Manual
ko: 생존자 전투 매뉴얼
ru_ru: учебник по боевому искусству выживальщика

source: A very lengthy and boring journal with tutorials on various unorthodox combat mechanics.
ko: 여러 비전통적 전투술에 대한 기초를 장황하고 지루하게 기록한 일지입니다.
ru_ru: Очень длинный и скучный журнал с учебниками по различным неортодоксальным боевым искусствам.

source: Bionic Combatives Manual
ko: 바이오닉 전투 매뉴얼
ru_ru: учебник по бионическому боевому искусству

source: A very lengthy and boring journal detailing the trial and error to learn the Bionic Combatives fighting style from its bionic.
ko: 바이오닉을 통해 바이오닉 전투를 익히기 위한 시행착오 과정을 장황하고 지루하게 기록한 일지입니다.
ru_ru: Очень длинный и скучный журнал, подробно описывающий метод проб и ошибок, позволяющий изучить такой стиль боя как бионическое боевое исскуство.

source: Post-Human Combatives Manual
ko: 신인류 전투 매뉴얼

source: A very lengthy and boring journal detailing the ramblings of some increasingly mutated and augmented survivor, and the unorthodox combat techniques they developed to suit their inhuman abilities.
ko: 점점 더 돌연변이화되고 강화된 생존자의 횡설수설과, 그들의 비인간적 능력에 맞게 개발된 비전통적인 전투술을 장황하고 지루하게 기록한 일지입니다.

source: Superalloy Composite
ko: 초합금 혼합물
ru_ru: Композитные суперсплавы

source: dented
ko: 찌그러진
ru_ru: щербатый

source: scratched
ko: 살짝 긁힌
ru_ru: поцарапанный

source: marked
ko: 긁힌
ru_ru: меченный

source: smashed
ko: 거의 박살난
ru_ru: раздавленный

source: shattered
ko: 조각난
ru_ru: разбитый

source: leather skirt
ko: 가죽 치마
ru_ru: кожаная юбка

source: pair of extra long white gloves
ko: 매우 긴 흰 장갑
ru_ru: пара очень длинных белых перчаток

source: pair of knee-high boots
ko: 니하이 부츠
ru_ru: пара сапогов до колена

source: pair of thigh-high boots
ko: 사이하이 부츠
ru_ru: пара сапогов до бёдер

source: bikini bottom
ko: 비키니 하의
ru_ru: низ бикини

source: bikini top
ko: 비키니 상의
ru_ru: верх бикини

source: fur bikini top
ko: 모피 비키니 상의
ru_ru: меховой верх бикини

source: leather bikini top
ko: 가죽 비키니 상의
ru_ru: кожаный верх бикини

source: spring suit
ko: 봄 수영복
ru_ru: весенний костюм

source: bondage suit
ko: 본디지 슈트
ru_ru: бондаж

source: cowboy hat
ko: 카우보이 모자
ru_ru: ковбойская шляпа

source: nanoskirt
ko: 나노 스커트
ru_ru: наноюбка

source: JOINT RESEARCH PROJECT TO INCREASE JOBS: A recent announcement confirmed rumors of a joint research project between several commercial and military research firms, with the stated goal of collaborating to advance several cutting-edge fields. Though details are still sparse at this time, the project is expected to open thousands of employment opportunities in various fields and departments.
ko: 공동 연구 프로젝트의 일자리 창출: 최근 발표를 통해 여러 상업적 및 군사 연구 기관이 공동 연구 프로젝트를 추진한다는 소문이 사실로 확인되었습니다. 이 프로젝트는 여러 최첨단 분야 발전을 위한 협력을 목표로 하고 있습니다. 현재로서는 구체적인 내용은 아직 알려지지 않았지만, 이 프로젝트는 다양한 분야와 부서에서 수천 개의 일자리를 창출할 것으로 예상됩니다.
ru_ru: СОВМЕСТНЫЙ ИССЛЕДОВАТЕЛЬСКИЙ ПРОЕКТ ПО УВЕЛИЧЕНИЮ РАБОЧИХ МЕСТ: Недавнее объявление подтвердило слухи о совместном исследовательском проекте между несколькими коммерческими и военными исследовательскими фирмами с заявленной целью сотрудничества в продвижении нескольких передовых областей. Хотя в настоящее время детали все еще скудны, ожидается, что проект откроет тысячи вакансий для трудоустройства в различных областях и департаментах.

source: BLOOD SPORT STING: Police and Federal officials have uncovered the latest lead on a series of underground "gladiator games" involving kidnapped victims forcibly augmented and pitted against each other. The latest sting has led to the rescue of several victims, but no suspects have been identified or arrested thus far.
ko: 유혈 경기 함정수사: 경찰과 연방 당국은 납치된 피해자들에게 강제로 증강을 적용한 후 서로 싸우게 만드는 일련의 지하 "검투사 게임"에 대한 최신 단서를 발견했습니다. 이번 함정수사를 통해 여러 피해자가 구출되었지만, 현재까지 용의자가 특정되거나 체포된 적은 없습니다.
ru_ru: КРОВАВЫЙ СПОРТ: Полиция и федеральные чиновники раскрыли последнюю зацепку в серии подпольных "гладиаторских игр" с участием похищенных жертв, насильственно аугментированных и натравленных друг на друга. Последняя облава привела к спасению нескольких жертв, но до сих пор ни один подозреваемый не был идентифицирован или арестован.

source: "I'm in awe of the size of that one shambler I saw. Absolute UNIT"
ko: "내가 본 그 휘청거리던 녀석의 덩치에 경외감을 느꼈어. 정말 대단해."
ru_ru: "- Я в восторге от размеров того шемблера, которого я видел. Абсолютная ЕДИНИЦА ИЗМЕРЕНИЯ"

source: "Saw a whole fuckton of the big ones the other day. The live ones, followin' an even bigger fucker covered in armor. Just walked through a horde like nothing."
ko: "며칠 전에 덩치 큰 놈들을 엄청 많이 봤어. 살아있는 놈들이 방어구를 두른 그보다 더 큰 놈을 쫓아다니고 있었지. 그놈들은 마치 아무것도 없는 것처럼 무리를 헤치며 지나갔어."
ru_ru: "- На днях видел целую кучу больших существ. Те что рядом с самым большим, покрытым бронёй, они вроде как следовали за ним. Потом он просто прошел сквозь орду мертвяков, как ни в чем не бывало."

source: "they look like the dead but they SHOOT LIKE MEN"
ko: "그들은 죽은 사람처럼 보이지만 사람처럼 총을 쏴"
ru_ru: "они выглядят как мертвецы, но СТРЕЛЯЮТ КАК ЛЮДИ"

source: "The great wheel turns, I got lasers for days! Or until my arms fall off."
ko: "거대한 수레바퀴가 돌아가면, 종일 레이저를 쏠 수 있어! 아니면 내 팔이 떨어져 나갈 때까지 말이야."
ru_ru: "Великое колесо вращается, у меня есть лазеры на несколько дней! Или пока у меня не отвалятся руки."

source: "Had a nice little place out innawoods until my dumb shit friends had the nerve to die on me. Place turned into a mess in a hurry."
ko: "숲 속에 작지만 꽤 괜찮은 집을 갖고 있었는데, 멍청한 친구들이 뻔뻔하게도 나를 배신한 후 죽었어. 집은 순식간에 엉망이 됐지."
ru_ru: "У меня было милое маленькое местечко кое-где в лесу, пока у моих тупых друзей-уебанов не хватило наглости умереть рядом с ним. Место в спешке превратилось в беспорядок."

source: "MANKIND IS OBSOLETE"
ko: "인류는 쓸모를 다했다"
ru_ru: "ЧЕЛОВЕЧЕСТВО УСТАРЕЛО"

source: "The director has confirmed positive ID on local research sites also connected to Project Mesektet, with further contacts linking them to commercial and military research directives across the tri-county area."
ko: "관리자는 메세크테트 프로젝트와 관련된 지역 연구 현장에서 양성 반응을 확인했으며, 추가적인 접촉을 통해 3개 주 전역의 상업 및 군사 연구지점과 연결되었습니다."
ru_ru: "Директор подтвердил положительную идентификацию на местных исследовательских площадках, также связанных с проектом "Мезектет", а также связь их с коммерческими и военными исследовательскими директивами по всей территории трех округов."

source: "We've tracked down the primary rehabilitation and disposal sites used by the other project assets. The director has expressed interest in securing them after Unit One is brought online."
ko: "다른 프로젝트 자산이 사용하는 주요 복구 및 처분 장소를 추적했습니다. 관리자는 1호기 가동 후 해당 부지를 확보하는 데 관심을 표했습니다."
ru_ru: "Мы отследили основные места реабилитации и утилизации, используемые другими активами проекта. Директор выразил заинтересованность в их обеспечении после того, как Первый блок будет введен в эксплуатацию."

source: "Unit One is to remain in standby mode in case the "disturbance" causes us any difficulty. Contingency plan for on-site activation shall be provided to the research director."
ko: "1호기는 "방해"로 인해 문제가 발생할 경우에 대비하여 대기 모드를 유지해야 합니다. 현장 가동을 위한 비상 계획은 연구 책임자에게 제공되어야 합니다."
ru_ru: "Юнит Один должен оставаться в режиме ожидания на случай, если "помехи" вызовут у нас какие-либо трудности. План действий на случай непредвиденных обстоятельств для активации на месте должен быть предоставлен директору по исследованиям."
