Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: I'm willing to take your word for it. We'll need all the help we can get. We've been gathering information on a renegade part of the Bio-Weapon Project, codenamed Apophis. I have a few leads on intel that may give us a shot at taking it down. Come talk to me when you're ready.
ru_ru: Я готов поверить вам на слово. Нам понадобится вся помощь, которую мы сможем получить. Мы собирали информацию об одном отщепенце проекта "Био-Оружие" под кодовым названием Апофиз. У меня есть несколько зацепок по разведданным, которые могут дать нам шанс ликвидировать его. Поговори со мной, когда будешь готов.

source: Well, you've most likely learned by now how dangerous those things can be. If you're able to handle yourself well enough out there to get your hands on something like that, then hopefully you can be trusted with more dangerous work. I have something I'd like to ask of you, when you get the chance.
ru_ru: Ну, ты, скорее всего, уже понял, насколько опасными могут быть эти твари. Если ты в состоянии держать себя в руках, достаточно хорошо, чтобы чтобы заняться чем-то подобным, то, надеюсь, тебе можно доверить более опасную работу. У меня есть кое-что, о чем я хотел бы попросить тебя, когда у тебя будет такая возможность.

source: Ah, I see. Well then, you should likely be familiar with how dangerous these things are. You'll likely run into a lot more of these things, but the work I need done will be a major help for those surviving out there in the region. Come see me when you're ready.
ru_ru: А, понятно. Что ж, тогда вы, вероятно, должны быть знакомы с тем, насколько опасны эти сущесва. Ты, вероятно, столкнёшься с гораздо большим количеством этих тварей, но работа, которую мне нужно сделать, будет серьезной помощью для тех, кто выжил там, в регионе. Приходи ко мне, когда будешь готова.

source: I'd like for you to go scout out a small lab installation, associated what they called the Bio-Weapon Project. Recently there was a security breach logged on what's left of the laboratory network, and I have reason to believe that a number of renegade former experiments, what locals have come to label augmented abominations, might be responsible. If you can reach that place and bring back one of the badges those things wear, I'll be willing to trust you with more complicated missions.
ru_ru: Я бы хотел, чтобы ты отправился на разведку одной лаборатории, связанного с тем, что назвали проектом "Био-Оружие". Недавно в том, что осталось от внутренней лабораторной сети, было зафиксировано нарушение безопасности, и у меня есть основания полагать, что за это может быть ответственен ряд бывших подопытных-ренегатов, которых местные жители стали называть аугментированными абоминациями. Если ты сможешь добраться до этого места и принести один из значков, которые носят эти абоминации, я буду готов доверить вам более сложные миссии.

source: Okay, I'll do it.
ru_ru: Хорошо, я сделаю это.

source: Huh? Oh, so you have been there already, I'm guessing. I guess that's adequate, no sense in wasting time we don't have on a wild goose chase. If you think you can handle yourself, I still have other missions for you.
ru_ru: А? О, так вты уже был там, я полагаю. Думаю, этого достаточно, нет смысла тратить время, которого у нас нет, на всякую формальную чепуху. Если ты думаешь, что сможешь держэать себя в руках, у меня все еще есть для тебя другие задания.

source: Alright, I'll mark the location on your map. I want you to exercise extreme caution. Those things are likely to still be in the area, and they're not easy to take down. If things look too hectic there, break contact and try not to get in over your head. I feel bad enough sending you off on a mission like this as it is, but we'll need people who can handle far bigger threats. So please, don't get yourself killed.
ru_ru: Хорошо, я отмечу это место на твоей карте. Я хочу, чтобы ты проявил крайнюю осторожность. Эти твари, скорее всего, все еще находятся в этом районе, и их нелегко уничтожить. Если на месте вам покажется что дело того не стоит, лучше разорвите контакт и постарайтесь не лезть не в свое дело. Я и так чувствую себя плохо, отправляя тебя на такое задание, но нам понадобятся люди, которые смогут справиться с гораздо более серьезными угрозами. Так что, пожалуйста, не дай себя убить.

source: Find A Bio-Weapon Badge
ru_ru: Найдите бейдж "Био-Оружие"

source: Good. I hope that it wasn't too harrowing an experience, but we're dealing with some extremely dangerous threats, and it's only going to get worse from there. Come see me when you're ready, I've got more important tasks that need taking care of.
ru_ru: Хорошо. Я надеюсь, что это был не слишком мучительный опыт, но мы имеем дело с некоторыми чрезвычайно опасными угрозами, и от этого будет только хуже. Приходи ко мне, когда будешь готов, у меня есть более важные дела, о которых нужно позаботиться.

source: Best Friend
ru_ru: Лучший Друг

source: pair of survivor gauntlets
ru_ru: пара рукавиц выживальщика

source: pair of survivor sabatons
ru_ru: пара латных сапогов выживальщика

source: An experimental cloak that uses a highly sophisticated network of cameras and LEDs to render the user fully invisible. It is powered by built-in torsion ratchets. Due to particularities of its construction, it is very difficult to move in, hampering wearer's strength, dexterity and movement speed.
ru_ru: Экспериментальный плащ, который использует очень сложную сеть камер и светодиодов, чтобы сделать пользователя полностью невидимым. Питается от встроенных торсионных храповиков. Из-за особенностей своей конструкции в нем очень трудно передвигаться, что затрудняет силу, ловкость и скорость передвижения владельца.

source: light military armor
ru_ru: лёгкий бронекостюм

source: A fairly light full-body suit of gray ballistic armor, one size fits most, with separate helmet. Made from a fabric bodysuit with advanced composite plates, it is relatively easy to move in but protection is minimal, only rated for pistol-caliber rounds and fragmentation.
ru_ru: Довольно лёгкий полнотелый костюм из серой баллистической брони, один размер подходит для многих, в наличии съёмный шлем. Изготовлен из тканевого костюма с усовершенствованными композитными пластинами, в нём относительно легко двигаться, но защита минимальна, только от патронов пистолетного калибра и осколков.

source: military armor
ru_ru: бронекостюм

source: A full-body suit of gray ballistic armor, one size fits most, with separate helmet. Made with leather lining and advanced composite plates, it provides adequate protection against anything up to intermediate caliber ammunition, but may fail against full-power rifle rounds.
ru_ru: Полнотелый костюм из серой баллистической брони, один размер подходит для многих, в наличии съёмный шлем. Изготовленный с использованием кожаной подкладки и современных композитных пластин, он обеспечивает достаточную защиту от боеприпасов среднего калибра, но может не выдержать выстрелов из мощной винтовки.

source: heavy military armor
ru_ru: тяжёлый бронекостюм

source: A heavy-duty full-body suit of gray ballistic armor, one size fits most, with separate helmet. Made from heavy-duty lining with advanced plating, it protects the body rather well against most rifle rounds, but may be too cumbersome for most situations.
ru_ru: Сверхпрочный костюм из серой баллистической брони на всё тело, один размер подходит для многих, в наличии съёмный шлем. Изготовленный из сверхпрочной подкладки с улучшенным покрытием, он хорошо защищает тело от большинства винтовочных пуль, но может быть слишком громоздким для большинства ситуаций.

source: light military helmet
ru_ru: лёгкий бронированный шлем

source: A fairly light full-face ballistic helmet, one size fits most. Made from a fabric lining with advanced composite plates, it is only rated for pistol-caliber rounds and fragmentation. It includes an integrated gas mask, which must be prepared before use.
ru_ru: Довольно легкий полнолицевой баллистический шлем, один размер подходит для многих. Изготовленный из тканевой подкладки с усовершенствованными композитными пластинами, он рассчитан на защиту от патронов пистолетного калибра и осколков. В комплект входит встроенный противогаз, который необходимо подготовить перед использованием.

source: military helmet
ru_ru: бронированный шлем

source: A full-face ballistic helmet, one size fits most. Made with leather lining and advanced composite plates, it provides adequate protection against anything up to intermediate caliber ammunition. It includes an integrated gas mask, which must be prepared before use.
ru_ru: Полнолицевой баллистический шлем, один размер подходит для многих. Изготовленный с использованием кожаной подкладки и современных композитных пластин, он обеспечивает адекватную защиту от любых боеприпасов вплоть до патронов среднего калибра. В комплект входит встроенный противогаз, который необходимо подготовить перед использованием.

source: heavy military helmet
ru_ru: тяжёлый бронированный шлем

source: A heavy-duty full-face ballistic helmet, one size fits most. Made from heavy-duty lining with advanced plating, it protects the head rather well against most rifle rounds. It includes an integrated gas mask, which must be prepared before use.
ru_ru: Сверхпрочный баллистический шлем с полнолицевым покрытием, один размер подходит для многих. Изготовленный из сверхпрочной подкладки с усовершенствованным покрытием, он достаточно хорошо защищает голову от большинства винтовочных снарядов. В комплект входит встроенный противогаз, который необходимо подготовить перед использованием.

source: A luxurious designer bra. Serves its purpose and looks good on you.
ru_ru: Роскошный дизайнерский бюстгальтер. Прекрасно служит своей цели и хорошо смотрится на вас.

source: Implanted in your chest is a small, advanced form of hydrogen fuel cell. Designed to produce a spike of power production for cutting-edge military cybernetics, it is significantly less efficient than a traditional hydrogen fuel cell, but each pulse still puts out a lot of power. Each pulse vents a jet of intense heat, making it dangerous in confined spaces. It can store either hydrogen gas, or it can use denser military-grade hydrogen canisters.
ru_ru: В вашу грудь имплантирована небольшой, но продвинутый вид водородного топливного элемента. Разработанный для получения моментного всплеска выработки энергии для особой, продвинутой военной кибернетики, он значительно менее эффективен, чем традиционный водородный топливный элемент. Но каждый импульс по-прежнему выделяет много энергии. Каждый импульс выпускает струю интенсивного тепла, что делает его весьма опасным в замкнутых пространствах. Он может хранить либо газообразный водород, либо использовать более плотные водородные канистры военного класса.

source: This implant provides an experimental military hydrogen cell, able to produce large spikes of power for intense usage. Its network of pressurized storage can hold 500 ml of hydrogen gas, or denser hydrogen canisters used in plasma weaponry. The label advises not to use it in confined spaces, and to keep moving if used during a military operation, due to hazardous levels of waste heat.
ru_ru: Эта аугментация обеспечивает экспериментальную военную водородную ячейку, способную производить большие всплески энергии для интенсивного использования. Его сеть хранилищ под давлением может вместить 500 мл газообразного водорода или более плотные канистры с водородом, используемые в плазменном оружии. Этикетка советует не использовать его в замкнутых пространствах и продолжать двигаться, если он используется во время военной операции, из-за опасного уровня выделяемого тепла.

source: Your body has been implanted with a compact, advanced plutonium-cell generator for military use. A true atomic battery, using advanced materials to create a practical alphavoltaic power source. While its power output is still very low, it's also consistent with negligible waste heat, making it a useful backup to another power generation method. It will produce power continuously unless interrupted by the integral disconnect switch.
ru_ru: В ваше тело был имплантирован компактный, усовершенствованный генератор на основе плутониевых элементов для военного использования. Настоящая атомная батарея, использующая передовые материалы для создания практичного альфа-вольтового источника питания. Хотя его выходная мощность все еще очень мала, она выделяет не слишком много тепла. Это делает её весьма полезной резервной копией для другого метода выработки электроэнергии. Она будет производить питание непрерывно, если только встроенное в неё реле не будет разъединено.

source: Atomic Battery Interrupter
ru_ru: Реле для Атомной батареи

source: An integrated safety mechanism allowing one to shut down power production at will. Works via angling plutonium catalysts to manipulate how much alpha decay hits the advanced nanocompounds that produce power. Turn it on to halt power production, in the unlikely event that it becomes necessary.
ru_ru: Интегрированный механизм безопасности, позволяющий по желанию отключать производство электроэнергии в атомной батарее. Работает с помощью плутониевых катализаторов, и позволяет манипулировать тем, как интенсивно альфа-распад попадает на внутренние нанокомпозиты, что, собственно, и производит электроэнергию. Включите его, чтобы остановить выработку электроэнергии, в том маловероятном случае, если это станет необходимым.

source: An old form of non-thermal radioisotope generator, given new life and military applications using cutting-edge plutonium-catalyst developments. Effectively a plutonium fuel cell converted into an alphavoltaic battery, with greater power output and longevity than older implants. Its output is still very low at only 5 watts, but it is continuous unless deliberately interrupted by the provided disconnect system, making it a good supplement to a more intensive power generation method.
ru_ru: Старая форма нетеплового радиоизотопного генератора, получившего новую жизнь и военное применение с использованием передовых разработок плутониевого катализатора. Это эффективный плутониевый топливный элемент, преобразованный в альфа-вольтовую батарею и с большей выходной мощностью и долговечностью, чем старые имплантаты. Его мощность по-прежнему очень мала и составляет всего 5 Вт, но он является непрерывным, если его намеренно не прерывает предусмотренная система отключения, что делает его хорошим дополнением к более интенсивному способу выработки электроэнергии.

source: A system of power control and safety mechanisms normally built into an Atomic Battery system. Removing it is almost certainly a bad idea.
ru_ru: Система управления мощностью и предохранительные механизмы для атомных батарей. Удалять его - почти наверняка плохая идея.

source: The mechanics volume of the Rebuilding Civilization encyclopedia. This book contains everything from simple machines to the inner workings of submarine engines in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый механике. Эта книга содержит всё, от простых автомобилей до внутренней работы двигателей подводных лодок в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The fabrication volume of the Rebuilding Civilization encyclopedia. This book contains everything from creating how to create simple stone tools to the creation of the pyramids of Egypt in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый производству. Эта книга содержит всё, начиная от создания простых каменных орудий и заканчивая созданием египетских пирамид в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The archery volume of the Rebuilding Civilization encyclopedia. This book contains everything from correct positioning to the usage of advanced bows in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый стрельбе из лука. Эта книга содержит всё - от того как правильно держать лук в руках до использования современных луков в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The bartering volume of the Rebuilding Civilization encyclopedia. This book contains everything from what supplies are worth more after the cataclysm to what economic system to use in your new society in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый торговле. Эта книга содержит всё, начиная от того, какие запасы стоят больше после катаклизма, и заканчивая тем, какую экономическую систему использовать в вашем новом обществе в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The bashing weapons volume of the Rebuilding Civilization encyclopedia. This book contains everything from self defense with a pipe to the proper swinging technique for a sledge hammer in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый дробящему оружию. Эта книга содержит всё - от самообороны с трубой до правильной техники размахивания кувалдой в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The computer volume of the Rebuilding Civilization encyclopedia. This book contains everything from basic programing to cyber security algorithms in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый компьютерам. Эта книга содержит всё - от базового программирования до алгоритмов кибербезопасности в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The cooking volume of the Rebuilding Civilization encyclopedia. This book contains everything from cooking small game to basic chemistry in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый кулинарии. Эта книга содержит всё, начиная от приготовления небольшой блюда и заканчивая основами химии в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The cutting weapons volume of the Rebuilding Civilization encyclopedia. This book contains everything from using a glass shiv to medieval swordsmanship in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый режущему оружию. Эта книга содержит все-от использования стеклянной заточки до средневекового фехтования в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The dodging volume of the Rebuilding Civilization encyclopedia. This book contains everything from dancing for beginners to parkour in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый уклонению. Эта книга содержит всё - от танцев для начинающих до паркура в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The driving volume of the Rebuilding Civilization encyclopedia. This book contains everything from acquiring a driving license to professional racing in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый вождению. Эта книга содержит всё, начиная от получения водительских прав и заканчивая профессиональными гонками в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The electronics volume of the Rebuilding Civilization encyclopedia. This book contains everything from simple circuits to military robotics in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый электронике. Эта книга содержит всё, от простых схем до военной робототехники в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The first aid volume of the Rebuilding Civilization encyclopedia. This book contains everything from proper bandage application to exploratory surgery in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый первой помощи. Эта книга содержит всё, от правильного применения повязки до исследовательской хирургии в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The marksmanship volume of the Rebuilding Civilization encyclopedia. This book contains everything from proper iron sight aiming to military sniper techniques in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый стрельбе. Эта книга содержит всё, от правильного прицеливания до военной снайперской техники в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.
