Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

# prof_desc_female
source: You were kidnapped for some sort of underground bloodsport, augmented with electrical generation and protection bionics. It was expected that you'd be a living tesla coil in the ring, frying victims until they roll over and die.
ko: 당신은 어떤 지하 유혈 경기를 위해 납치당했고, 전기방출 및 보호 바이오닉 증강을 받았습니다. 이를 통해 경기에서 살아있는 테슬라 코일처럼 상대를 감전시켜 쓰러질 때까지 지져 죽일 거라는 기대를 받곤 했습니다.

# profession_male
source: Slave Fighter (Weapon Master)
ko: 노예 전사 (무기의 달인)
ru_ru: Slave Fighter (Мастер Оружия)

# profession_female
source: Slave Fighter (Weapon Master)
ko: 노예 전사 (무기의 달인)
ru_ru: Slave Fighter (Мастер Оружия)

# prof_desc_male
source: You were kidnapped for some sort of underground bloodsport. Augmented with a mish-mash of support bionics and put through hellish training, you were intended to be a wild card to spice up matches, able to weaponize whatever you could get your hands on.
ko: 당신은 어떤 지하 유혈 경기를 위해 납치당했고, 다양한 보조 바이오닉 증강과 함께 혹독한 훈련을 받았으며, 경기의 흥미를 돋구는 와일드카드로서 손에 넣을 수 있는 그 어떤 것이든 무기로 활용할 수 있도록 설계되었습니다.

# prof_desc_female
source: You were kidnapped for some sort of underground bloodsport. Augmented with a mish-mash of support bionics and put through hellish training, you were intended to be a wild card to spice up matches, able to weaponize whatever you could get your hands on.
ko: 당신은 어떤 지하 유혈 경기를 위해 납치당했고, 다양한 보조 바이오닉 증강과 함께 혹독한 훈련을 받았으며, 경기의 흥미를 돋구는 와일드카드로서 손에 넣을 수 있는 그 어떤 것이든 무기로 활용할 수 있도록 설계되었습니다.

# profession_male
source: Feral Bio-Weapon
ko: 이성을 잃은 생체병기

# profession_female
source: Feral Bio-Weapon
ko: 이성을 잃은 생체병기

# prof_desc_male
source: From the moment you opened your eyes you knew you were a failure, a reject. Destined to be something great but many a mistake took that away from you. You awoke in a world of monsters, so only fitting that you're a monster yourself.
ko: 눈을 뜬 순간부터, 당신은 자신이 실패작이자 버림받은 존재임을 알았습니다. 당신은 위대한 존재가 될 운명이었지만, 수많은 실수들이 그 운명을 앗아갔습니다. 괴물이 가득한 세상에서 깨어났으니, 스스로 괴물이 되는 것도 어찌 보면 당연한 일일 것입니다.

# prof_desc_female
source: From the moment you opened your eyes you knew you were a failure, a reject. Destined to be something great but many a mistake took that away from you. You awoke in a world of monsters, so only fitting that you're a monster yourself.
ko: 눈을 뜬 순간부터, 당신은 자신이 실패작이자 버림받은 존재임을 알았습니다. 당신은 위대한 존재가 될 운명이었지만, 수많은 실수들이 그 운명을 앗아갔습니다. 괴물이 가득한 세상에서 깨어났으니, 스스로 괴물이 되는 것도 어찌 보면 당연한 일일 것입니다.

# profession_male
source: Feral Super Soldier
ko: 이성을 잃은 초인 병사

# profession_female
source: Feral Super Soldier
ko: 이성을 잃은 초인 병사

# prof_desc_male
source: You were one of many augmented soldiers to be deployed into a battle field to ensure victory, as part of the of the Super Soldier project. Now there's nothing left but more targets to be put down.
ko: 당신은 초인 병사 프로젝트의 일환으로 승리를 보장하기 위해 전장에 투입되었된 수많은 증강된 군인 중 한 명이었습니다. 이제 남은 것은 처치해야 할 더 많은 표적뿐입니다.

# prof_desc_female
source: You were one of many augmented soldiers to be deployed into a battle field to ensure victory, as part of the of the Super Soldier project. Now there's nothing left but more targets to be put down.
ko: 당신은 초인 병사 프로젝트의 일환으로 승리를 보장하기 위해 전장에 투입되었된 수많은 증강된 군인 중 한 명이었습니다. 이제 남은 것은 처치해야 할 더 많은 표적뿐입니다.

# profession_male
source: Feral Slave Fighter
ko: 이성을 잃은 노예 전사

# profession_female
source: Feral Slave Fighter
ko: 이성을 잃은 노예 전사

# prof_desc_male
source: You were augmented and used as part of an underground blood sport. You survived, a lot of fresh meat didn't. Your handlers didn't either, and now you've free once more, free and a lot hungrier than before you were kidnapped.
ko: 당신은 증강이 적용된 후 지하 유혈 경기의 일부로 사용되었습니다. 당신은 살아남았지만, 많은 신입들은 그렇지 못했습니다. 당신을 관리하던 자들도 마찬가지였고, 이제 당신은 다시 자유로워졌습니다. 자유롭지만, 납치되기 전보다 훨씬 더 배고픕니다.

# prof_desc_female
source: You were augmented and used as part of an underground blood sport. You survived, a lot of fresh meat didn't. Your handlers didn't either, and now you've free once more, free and a lot hungrier than before you were kidnapped.
ko: 당신은 증강이 적용된 후 지하 유혈 경기의 일부로 사용되었습니다. 당신은 살아남았지만, 많은 신입들은 그렇지 못했습니다. 당신을 관리하던 자들도 마찬가지였고, 이제 당신은 다시 자유로워졌습니다. 자유롭지만, 납치되기 전보다 훨씬 더 배고픕니다.

# profession_male
source: Prepper
ko: 재앙대비자
ru_ru: Шизовыживальщик

# profession_female
source: Prepper
ko: 재앙대비자
ru_ru: Шизовыживальщица

# prof_desc_male
source: You were paranoid about the world ending so you jumped on the prepper bandwagon. You read a book on survival and got yourself a gun pack and some gear. The cataclysm was not what you expected.
ko: 당신은 세상이 끝날 것이라는 강한 불안감 때문에 재앙대비 열풍에 뛰어들었습니다. 생존에 관한 책을 읽고, 총기 세트와 장비를 마련했습니다. 그러나 대격변은 당신이 예상한 것과 달랐습니다.

# prof_desc_female
source: You were paranoid about the world ending so you jumped on the prepper bandwagon. You read a book on survival and got yourself a gun pack and some gear. The cataclysm was not what you expected.
ko: 당신은 세상이 끝날 것이라는 강한 불안감 때문에 재앙대비 열풍에 뛰어들었습니다. 생존에 관한 책을 읽고, 총기 세트와 장비를 마련했습니다. 그러나 대격변은 당신이 예상한 것과 달랐습니다.

# profession_male
source: Wasteland Drifter
ko: 황무지 방랑자

# profession_female
source: Wasteland Drifter
ko: 황무지 방랑자

# prof_desc_male
source: With the end of the world, you found yourself wandering from town to town, scavenging and learning as you go. Sleeping under the stars, scraping by one meal and one bullet at a time, you've taken to this new life like a duck takes to water.
ko: 세상의 종말과 함께, 당신은 마을을 떠돌며 필요한 것을 얻고 배우며 살아갔습니다. 별빛 아래 잠을 자고, 한 끼와 한 발의 총알로 근근이 버티면서, 당신은 이 새로운 삶에 오리처럼 자연스럽게 적응했습니다.

# prof_desc_female
source: With the end of the world, you found yourself wandering from town to town, scavenging and learning as you go. Sleeping under the stars, scraping by one meal and one bullet at a time, you've taken to this new life like a duck takes to water.
ko: 세상의 종말과 함께, 당신은 마을을 떠돌며 필요한 것을 얻고 배우며 살아갔습니다. 별빛 아래 잠을 자고, 한 끼와 한 발의 총알로 근근이 버티면서, 당신은 이 새로운 삶에 오리처럼 자연스럽게 적응했습니다.

# profession_male
source: Wasteland Knight-Errant
ko: 황무지 편력 기사

# profession_female
source: Wasteland Knight-Errant
ko: 황무지 편력 기사

# prof_desc_male
source: When the world ended, you decided you would live by the sword. By good fortune or by dedication, you lived long enough to earn your steel.
ko: 세상이 끝났을 때, 당신은 검으로 살아가기로 결심했습니다. 행운이든 헌신이든, 당신은 자신만의 무기을 얻을 만큼 오랫동안 살아남았습니다.

# prof_desc_female
source: When the world ended, you decided you would live by the sword. By good fortune or by dedication, you lived long enough to earn your steel.
ko: 세상이 끝났을 때, 당신은 검으로 살아가기로 결심했습니다. 행운이든 헌신이든, 당신은 자신만의 무기을 얻을 만큼 오랫동안 살아남았습니다.

# profession_male
source: Wasteland Techno-Barbarian
ko: 황무지 테크노-바바리안

# profession_female
source: Wasteland Techno-Barbarian
ko: 황무지 테크노-바바리안

# prof_desc_male
source: The end of the world brings out the best and worst in everyone. For you, it was a chance to channel your pre-Cataclysm expertise into something more primal. Whether you have the might to use such armament remains to be seen.
ko: 세상의 종말은 모든 이들에게서 최선과 최악을 이끌어냅니다. 당신에게는 대격변 이전의 전문 지식을 보다 원초적인 방식으로 발휘할 기회가 주어졌습니다. 그 강력한 무기를 사용할 힘이 있는지는 이제 두고 볼 일이지만요.

# prof_desc_female
source: The end of the world brings out the best and worst in everyone. For you, it was a chance to channel your pre-Cataclysm expertise into something more primal. Whether you have the might to use such armament remains to be seen.
ko: 세상의 종말은 모든 이들에게서 최선과 최악을 이끌어냅니다. 당신에게는 대격변 이전의 전문 지식을 보다 원초적인 방식으로 발휘할 기회가 주어졌습니다. 그 강력한 무기를 사용할 힘이 있는지는 이제 두고 볼 일이지만요.

# profession_male
source: Bionic Silencer
ko: 바이오닉 잠입요원

# profession_female
source: Bionic Silencer
ko: 바이오닉 잠입요원

# prof_desc_male
source: You were trained and equipped for infiltrating secure facilities for your mysterious backers, to secure specific objects of interest and silence high-value targets. Now that they've gone silent themselves, you'll have to use your gifts for simple survival.
ko: 당신은 정체를 알 수 없는 후원자들을 위해 보안 시설에 침투해 특정 물품을 확보하고 고가치 표적을 제거하도록 훈련받고 장비를 갖추었습니다. 이제 그들이 소식이 끊겼으니, 그 재능을 살아남기 위해 사용해야 합니다.

# prof_desc_female
source: You were trained and equipped for infiltrating secure facilities for your mysterious backers, to secure specific objects of interest and silence high-value targets. Now that they've gone silent themselves, you'll have to use your gifts for simple survival.
ko: 당신은 정체를 알 수 없는 후원자들을 위해 보안 시설에 침투해 특정 물품을 확보하고 고가치 표적을 제거하도록 훈련받고 장비를 갖추었습니다. 이제 그들이 소식이 끊겼으니, 그 재능을 살아남기 위해 사용해야 합니다.

# scenario_male
source: Bio-Weapon Lab
ko: 생체병기 연구소
ru_ru: Лаборатория Био-Оружия

# scenario_female
source: Bio-Weapon Lab
ko: 생체병기 연구소
ru_ru: Лаборатория Био-Оружия

# scen_desc_male
source: You woke up, where are you? Who are you? What are you?! That doesn't matter right now… you have a bad feeling…
ko: 눈을 떴는데, 여기는 어디지? 나는 누구지? 나는 뭐지?! 이제 그런 건 중요하지 않습니다… 좋지 않은 예감이 듭니다…

# scen_desc_female
source: You woke up, where are you? Who are you? What are you?! That doesn't matter right now… you have a bad feeling…
ko: 눈을 떴는데, 여기는 어디지? 나는 누구지? 나는 뭐지?! 이제 그런 건 중요하지 않습니다… 좋지 않은 예감이 듭니다…

# start_name
source: Bio-Weapon Lab
ko: 생체병기 연구소
ru_ru: Лаборатория Био-Оружия

# scenario_male
source: Mycus B.W.M.D
ko: 마이커스 B.W.M.D
ru_ru: B.W.M.D Микуса

# scenario_female
source: Mycus B.W.M.D
ko: 마이커스 B.W.M.D
ru_ru: B.W.M.D Микуса

# scen_desc_male
source: After mycus assimilation was successful, our local system was instructed to claim more territory for the mycus. Hostile organisms are near, proceed with caution.
ko: 성공적인 마이커스 동화 후, 우리의 현지 단말은 마이커스를 위해 더 많은 영역을 확보하라는 지시를 받았습니다. 적대적인 유기체가 근처에 있으니, 주의해서 행동하십시오.
ru_ru: После ассимиляции мира микусом, наши локальные системы были проинструктированы для захвата ещё больших территорий в пользу микуса. Враждебные организмы рядом, действуйте осторожно.

# scen_desc_female
source: After mycus assimilation was successful, our local system was instructed to claim more territory for the mycus. Hostile organisms are near, proceed with caution.
ko: 성공적인 마이커스 동화 후, 우리의 현지 단말은 마이커스를 위해 더 많은 영역을 확보하라는 지시를 받았습니다. 적대적인 유기체가 근처에 있으니, 주의해서 행동하십시오.
ru_ru: После ассимиляции мира микусом, наши локальные системы были проинструктированы для захвата ещё больших территорий в пользу микуса. Враждебные организмы рядом, действуйте осторожно.

# start_name
source: Fungal Territory
ko: 균사체 영역
ru_ru: Территория Фунгалоидов

# scenario_male
source: Prepper Safehouse
ko: 재앙대비자 안전가옥

# scenario_female
source: Prepper Safehouse
ko: 재앙대비자 안전가옥

# scen_desc_male
source: You knew something was coming, so you made connections with like-minded survivors beforehand to establish safe refuge. You've made your plans, now that you've weathered the first few months it's time for the next steps.
ko: 무언가 다가오고 있다는 것을 알았기에, 당신은 같은 생각을 가진 생존자들과 미리 연결을 맺어 안전한 대피소를 마련했습니다. 계획은 세웠고, 첫 몇 달을 무사히 넘겼으니 이제 다음 단계를 진행할 때입니다.

# scen_desc_female
source: You knew something was coming, so you made connections with like-minded survivors beforehand to establish safe refuge. You've made your plans, now that you've weathered the first few months it's time for the next steps.
ko: 무언가 다가오고 있다는 것을 알았기에, 당신은 같은 생각을 가진 생존자들과 미리 연결을 맺어 안전한 대피소를 마련했습니다. 계획은 세웠고, 첫 몇 달을 무사히 넘겼으니 이제 다음 단계를 진행할 때입니다.

# start_name
source: Safehouse
ko: 안전가옥

# scenario_male
source: Slave Fighter's Freedom
ko: 노예 전사의 해방
ru_ru: Освобождённый Раб-Боец

# scenario_female
source: Slave Fighter's Freedom
ko: 노예 전사의 해방
ru_ru: Освобождённый Раб-Боец

# scen_desc_male
source: All your life, you have been experimented on and forced to fight others for the amusement of your masters. Never having seen the sun or the outside, the cataclysm gave you a chance at freedom. Now you just have to escape from your fellow combatants…
ko: 당신은 평생 실험을 당하며, 주인들의 즐거움을 위해 다른 이들과 싸우도록 강요받았습니다. 햇빛이나 바깥 세상을 한 번도 본 적 없던 당신에게, 대격변은 자유를 얻을 기회를 주었습니다. 이제 남은 것은 동료 검투사들로부터 탈출하는 일뿐입니다…

# scen_desc_female
source: All your life, you have been experimented on and forced to fight others for the amusement of your masters. Never having seen the sun or the outside, the cataclysm gave you a chance at freedom. Now you just have to escape from your fellow combatants…
ko: 당신은 평생 실험을 당하며, 주인들의 즐거움을 위해 다른 이들과 싸우도록 강요받았습니다. 햇빛이나 바깥 세상을 한 번도 본 적 없던 당신에게, 대격변은 자유를 얻을 기회를 주었습니다. 이제 남은 것은 동료 검투사들로부터 탈출하는 일뿐입니다…

# start_name
source: Sketchy Cabin
ko: 수상한 오두막
ru_ru: Мелкая халупа

# scenario_male
source: Experimental Soldier Start
ko: 실험적인 군인의 시작
ru_ru: Старт для Экспериментального солдата

# scenario_female
source: Experimental Soldier Start
ko: 실험적인 군인의 시작
ru_ru: Старт для Экспериментального солдата

# scen_desc_male
source: You were part of a an advanced infantry unit, deployed to one of several 'priority sites' as part of a last-ditch effort to get the situation under control. Delays, casualties and having to fight your way through the chaos led to you being the only one left by the time you reached the objective, and with you being so hurt, things aren't looking any better.
ko: 당신은 최첨단 보병 부대의 일원으로서 상황을 통제하기 위한 최후의 수단 중 하나로 여러 ‘우선순위 지점' 중 하나에 투입되었습니다. 지연과 사상자, 혼란 속에서 싸움을 거듭한 끝에 목표 지점에 도착했을 때, 살아남은 사람은 당신뿐이었으며, 당신은 심각한 부상을 당한 상태고 상황이 나아질 기미도 보이지 않습니다.

# scen_desc_female
source: You were part of a an advanced infantry unit, deployed to one of several 'priority sites' as part of a last-ditch effort to get the situation under control. Delays, casualties and having to fight your way through the chaos led to you being the only one left by the time you reached the objective, and with you being so hurt, things aren't looking any better.
ko: 당신은 최첨단 보병 부대의 일원으로서 상황을 통제하기 위한 최후의 수단 중 하나로 여러 ‘우선순위 지점' 중 하나에 투입되었습니다. 지연과 사상자, 혼란 속에서 싸움을 거듭한 끝에 목표 지점에 도착했을 때, 살아남은 사람은 당신뿐이었으며, 당신은 심각한 부상을 당한 상태고 상황이 나아질 기미도 보이지 않습니다.

# start_name
source: Priority Site
ko: 우선순위 지점
ru_ru: Точка назначения

source: Survivor Camp Site
ko: 생존자 캠프
ru_ru: Лагерь выживших

source: Survivor Holdout
ko: 생존자 은신처
ru_ru: Пост выживших

source: Survivor Encampment
ko: 생존자 야전기지
ru_ru: Лагерь выживших

source: Bio Weapon Lab
ko: 생체병기 연구소
ru_ru: Лаборатория Био-Оружия

source: Underground Arena
ko: 지하 경기장
ru_ru: Подземная арена

source: Research Facility
ko: 연구 시설
ru_ru: Исследовательский центр

source: Hub 01
ko: 허브 01
ru_ru: Хаб 01

source: Makeshift Command Center
ko: 급조 지휘 센터
ru_ru: Самодельный Коммандный Центр

source: Hazardous Waste Sarcophagus
ko: 유해 폐기물 석관
ru_ru: Саркофаг для опасных отходов

source: laser turret
ko: 레이저 포탑
ru_ru: лазерная турель

source: The TX-5LR Cerberus is an upgrade to its predecessors. It features a state of the art revolving laser cannon system with three barrels that charge from solar cells embedded in its hull.
ko: TX-5LR 케르베로스는 이전 모델들의 개선판입니다. 이 개체는 최첨단 회전식 레이저 포 시스템을 갖추고 있으며, 세 개의 포열은 포탑에 내장된 태양광 전지로 충전됩니다.
ru_ru: TX-5LR Cerberus - это модернизированная лазерная турель. Она оснащена современной вращающейся системой лазерных призм с тремя стволами, которые заряжаются от солнечных батарей, встроенных в её корпус.

source: zombie augmented abomination
ko: 증강된 혐오체 좀비
ru_ru: аугментированная зомби-абоминация

source: A zombified, heavily-augmented mutant of some sort. Dangerous on its own, but even more so in groups.
ko: 과도한 증강이 적용된 일종의 돌연변이입니다. 좀비화되었으며, 그 자체로도 위험하지만, 무리를 이루면 더욱 위험해집니다.
ru_ru: Какой-то неизвестный зомбифицированный, и очень сильно аугментированный мутант. Опасен и сам по себе, но в группах ещё опаснее.

source: augmented abomination
ko: 증강된 혐오체
ru_ru: аугментированная абоминация

source: A heavily-augmented mutant of some sort, deformed from its enhancements. It seems even more indiscriminate in its rampage than the undead.
ko: 과도한 증강이 적용된 일종의 돌연변이로, 그로 인해 기형적인 형태를 하고 있습니다. 이 개체는 언데드보다도 더 무분별하게 살육을 벌이는 듯합니다.
ru_ru: Какой-то неизвестный, очень сильно аугментированный мутант. Он кажется даже более беспорядочным в своем неистовстве, чем обычные зомби.

source: Bio-Weapon Apophis
ko: 생체병기 아포피스
ru_ru: Био-Оружие "Апофиз"

source: The ultimate bionic mutant. Only God knows why it exists. With incredible power, armor and bionics on its side, victory won't come easy.
ko: 궁극의 바이오닉 돌연변이입니다. 이것이 왜 존재하는지는 신만이 알 것입니다. 엄청난 힘과 방어구, 바이오닉을 갖춘 이 개체를 상대로 승리하는 것은 쉽지 않을 것입니다.
ru_ru: Абсолютный бионический мутант. Только Богу известно, почему и как он вообще существует. С чего невероятной силой, бронёй и оружием будет очень трудно одержать победу над ним.

source: Apophis fires its gatling laser!
ko: 아포피스가 개틀링 레이저로 사격했습니다!

source: fungal augmented abomination
ko: 균사체 초인 혐오체
ru_ru: аугментированная грибо-абоминация

source: This… thing is a failed experiment of science, whose biology has been overtaken by the fungus. Has various enhancements, both mutagenic and bionic, that it uses to serve its new overlord(s).
ko: 이… 존재는 과학 실험의 실패작으로, 그 생물학적 특성이 균사체에 의해 장악당했습니다. 돌연변이와 바이오닉 양쪽 모두 여러 증강을 갖추고 있으며, 이를 통해 새로운 지배자에게 복종합니다.
ru_ru: Это ... неудавшийся научный эксперимент с плотью и аугментациями, биологию которого микус экстраполировал и захватил. Имеет различные улучшения, как мутагенные, так и бионические, которые он использует, чтобы служить своим новым хозяевам.

source: zombie augmented soldier
ko: 초인 병사 좀비
ru_ru: аугментированный зомби-солдат

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. It staggers with an unsteady mechanical gait, as though hindered by its augmentations.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 증강 때문에 방해받는 듯, 불안정하고 기계적인 걸음걸이로 비틀거립니다.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Он шатается своей неустойчивой механической походкой по территории, как будто ему мешают ходить его собственные аугментации.

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. It staggers under the weight of its gear, an unsteady mechanical march hinting at its augmentations.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 장비의 무게 때문에 비틀거리며 걷고 있으며, 불안정하고 기계적인 걸음걸이에서 증강이 적용되었음을 엿볼 수 있습니다.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Его шатает под тяжестью собственного снаряжения, неустойчивая механическая походка намекает на не очень исправные аугментации.

source: zombie augmented prowler
ko: 초인 배회 좀비
ru_ru: аугментированный зомби-бродяга

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one moves with purpose and clarity, knife in hand as though it still remembers how to use it.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 목적과 의도를 가지고 움직이며, 손에는 칼을 쥐고 있어 아직도 사용하는 법을 기억하는 것처럼 보입니다.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Он движется целеустремленно и ясно, с ножом в руке, как будто все еще помнит, как им пользоваться.

source: zombie augmented rifleman
ko: 초인 소총수 좀비
ru_ru: аугментированный зомби-стрелок

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one is wielding some kind of rifle, and appears to recall how to use it.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 일종의 소총을 들고 있으며, 어떻게 사용하는 지 기억하고 있는 것처럼 보입니다.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. У него есть какое-то ружье, и он, кажется, помнит как им пользоваться.

source: The super soldier fires its ARC rifle!
ko: 초인 병사가 ARC 소총으로 사격했습니다!
ru_ru: Суперсолдат стреляет из дуговой винтовки!

source: zombie augmented shotgunner
ko: 초인 산탄수 좀비
ru_ru: аугментированный зомби с дробовиком

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one is wielding some kind of shotgun, and appears to recall how to use it.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 일종의 산탄총을 들고 있으며, 어떻게 사용하는 지 기억하고 있는 것처럼 보입니다.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Он таскает с собой какой-то дробовик, и он, кажется, помнит как им пользоваться.

source: The super soldier fires its XARM scattergun!
ko: 초인 병사가 XARM 산탄총으로 사격했습니다!
ru_ru: Суперсолдат стреляет из дугового ХARM дробовика!

source: zombie augmented juggernaut
ko: 초인 저거너트 좀비
ru_ru: аугментированный зомби-джаггернаут

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one is relatively well-armored, wielding some sort of LMG as though it recalls how to use it.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 일종의 경기관총을 들고 있으며, 어떻게 사용하는 지 기억하고 있는 것처럼 보입니다.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Он относительно хорошо бронирован, вооружен каким-то ручным пулеметом, и вроде он помнит, как им пользоваться.

source: The super soldier fires its LMG!
ko: 초인 병사가 경기관총으로 사격했습니다!
ru_ru: Суперсолдат стреляет из дугового пулемёта!

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one is relatively well-armored, and the anti-tank weapon it's carrying looks to be in working order. Run.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 비교적 잘 무장하고 있으며, 들고 있는 대전차 무기는 작동 가능한 상태로 보입니다. 도망치세요.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Он относительно хорошо бронирован, и его противотанковое орудие, которое он носит с собой выглядит исправным. Беги.

source: The super soldier fires its launcher!
ko: 초인 병사가 이온포로 사격했습니다!
ru_ru: Суперсолдат стреляет из гранатомёта!

source: zombie augmented scout
ko: 초인 정찰병 좀비
ru_ru: аугментированный зомби-разведчик

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one is wielding what seems to be a sniper rifle, and it seems unusually alert for a zombie…
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 저격소총을 들고 있으며, 좀비치고 유난히 경계심이 높아 보입니다…
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Он вооружен чем-то вроде снайперской винтовки, и он кажется необычайно настороженным для зомби…

source: The super scout fires its rifle!
ko: 초인 정찰병이 소총으로 사격했습니다!
ru_ru: Суперразведчик стреляет из винтовки!

source: zombie augmented bio-engineer
ko: 초인 생명공학 기술자 좀비
ru_ru: аугментированный зомби био-инженер

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one is wielding some kind of pistol, and appears to recall how to use it.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 일종의 권총을 들고 있으며, 어떻게 사용하는 지 기억하고 있는 것처럼 보입니다.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Он таскает с собой какой-то пистолет и он, кажется, помнит как им пользоваться.

source: The super soldier fires its pistol!
ko: 초인 병사가 권총으로 사격했습니다!
ru_ru: Суперсолдат стреляет из пистолета!

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one is wielding some kind of submachine gun, and appears to recall how to use it.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 일종의 기관단총을 들고 있으며, 어떻게 사용하는 지 기억하고 있는 것처럼 보입니다.
ru_ru: Продвинутый, хорошо экипированный военнослужащий, который, как и многие, поддался влиянию Катаклизма. Он вооружен каким-то пистолетом-пулеметом и, кажется, помнит, как им пользоваться.

source: The super soldier fires its smg!
ko: 초인 병사가 기관단총으로 사격했습니다!
ru_ru: Суперсолдат стреляет из пистолета-пулемёта!

source: reanimated augmented soldier
ko: 되살아난 초인 병사

source: An advanced, well-equipped member of the military that still succumbed to the cataclysm. This one has no sign of its signature weaponry and its armor is in tatters, yet it still marches on with unnerving confidence and speed.
ko: 대격변에서 살아남지 못한, 고도로 훈련되었고 장비를 완비하고 있던 군인입니다. 이 개체는 특이한 무기가 전혀 보이지 않고, 방어구는 너덜너덜하지만, 여전히 섬뜩할 정도의 자신감과 속도로 움직입니다.

source: zombie super soldier pistol
ko: 초인 병사 좀비 권총
ru_ru: зомби-суперсолдат с пистолетом

source: Version of the NEO-33 for use by monsters. This is a bug if you find one of these!
ko: NEO-33의 괴물판입니다. 만약 이걸 발견했다면 버그입니다!

source: zombie super soldier smg
ko: 초인 병사 좀비 기관단총
ru_ru: зомби-суперсолдат с ПП
