Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: If you can deliver effective fire with something high-caliber, or even explosive, you should have good odds of taking one out in a single shot. Be prepared for the chance they might limp away from it though, these things are tougher than they look.
ko: 대구경 총기로 사격하거나 폭발물을 통해 효과적으로 공격할 수 있다면 한 발로도 처치할 수 있을 가능성이 높아. 다만 그 녀석들은 보기보다 강하니, 그걸 맞고도 절뚝거리며 도망칠 수도 있다는 점은 명심해 둬.
ru_ru: Если ты можешь вести эффективный огонь чем-то крупнокалиберным или даже взрывчатым, тебе портебуется что-то крупнокалиберное, потому что их лучше валить один точным ударом. Будь готов к тому, что они могут разбежаться кто куда, но знай, эти твари намного более живучи чем кажутся.

source: It's a bit like fighting some of the nastier undead out there, if you get caught in close combat with more than one of them, you're not going to last long. Be careful too, even with all those bionic malfunctions they might outpace you.
ko: 밖에 있는 흉악한 언데드들과 싸우는 것과 비슷해. 근접전에서 한 놈 이상에게 붙들리면 오래 버티지 못할 거야. 조심해, 오작동하는 바이오닉이 잔뜩 있다 해도 놈들이 너보다 빠를 수도 있으니까.
ru_ru: Это будет очень похоже на то как ты сражаешься с обычными мертваяками на поверхности. Если тебя загонят в угол несколько таких уродцев, ты долго не протянешь. Будь очень осторожен, даже со всей этой поломанной и покорёженной бионикой они могут неслабо дать тебе прикурить.

source: I'm sure they can tell the living apart from the dead, but that doesn't make them any friend of the zombies. The undead seem to regard them with the same hostility as any other living human.
ko: 놈들이 살아있는 자와 죽은 자를 구분할 수는 있겠지만, 그렇다고 좀비들의 친구가 된 건 아니야. 언데드들은 그들을 다른 살아있는 인간들과 똑같이 적대적으로 대하는 것 같아.
ru_ru: Кажется они в состоянии отличить живых людей от зомби, но они всё же агрессивны к зомби. Нежить, похоже, относится к ним с той же враждебностью, что и к любому другому живому человеку.

source: There's a lot to deal with, first I'd like for you to go scout out a small lab installation, associated what they called the Bio-Weapon Project. Recently there was a security breach logged on what's left of the laboratory network, and I have reason to believe that a number of renegade former experiments, what locals have come to label augmented abominations, might be responsible. I'd like to ask you to investigate.
ko: 처리해야 할 일이 많아. 우선 네가 가서 생체병기 프로젝트라고 불렸던 소규모 연구소 시설을 정찰해줬으면 해. 최근 연구소 네트워크의 잔존 부분에서 보안 침해 기록이 남았는데, 지역 주민들이 증강된 혐오체라 불렀던 반란을 일으킨 실험체들의 소행일 가능성이 있다고 생각해. 네가 가서 조사해줬으면 좋겠어.

source: Security breach at a Bio-Weapon lab… that might've been Evelynn actually, not just the creatures that were there.
ko: 생체병기 연구소에서의 보안 침해라… 그건 거기 있던 괴물들뿐만 아니라, 사실 에블린이 한 짓일 수도 있겠군.
ru_ru: Нарушение безопасности в лаборатории "Био-Оружия"... на самом деле это могла сделать Эвелин, а не только уродцы, которые там были.

source: Like the place I woke up in? Some members of the Super Soldier project had been there, then the place came under attack by the renegades you mentioned.
ko: 내가 깨어났던 곳처럼? 초인 병사 프로젝트의 일부 요원들이 그곳에 있었는데, 네가 말한 반란군들에게 그 시설이 공격당했어.

source: I found an item like that already, is this what you're talking about?
ko: 그런 물품을 이미 하나 찾았어. 네가 말하는 게 이거야?

source: I'll do it. What am I looking for?
ko: 좋아, 할게. 뭘 찾아야 하지?

source: Er, maybe another time.
ko: 어, 아마 다음에 하는 게 좋겠어.
ru_ru: Может быть, в другой раз.

source: Maybe another time. Bye.
ko: 다음에 하자. 잘 있어.
ru_ru: Может быть, в другой раз. Пока.

source: I see, so that means you already confirmed what I suspected, and made an attempt to lead her here. Hope things turned out alright. If you think you can handle yourself, I still have other missions for you.
ko: 알겠어. 그러니까 네가 예상했던 걸 이미 확인했고, 그녀를 여기로 유인하려고 시도한 거구나. 일이 잘 풀렸길 바래. 스스로 감당할 수 있다고 생각하면, 아직 너에게 줄 다른 임무들도 있어.

source: So that explains a lot, triggering the alarms probably caused a power failure in the systems keeping you locked up there. I'm glad you made it out of there in one piece. Come see me when you're ready.
ko: 그럼 많은 게 설명되는군. 경보가 울리면서 너를 가둬두고 있던 시스템의 전력망이 끊긴 것 같아. 무사히 빠져나와서 다행이야. 준비되면 나를 찾아와.

source: I see, hadn't expected that since you weren't wearing the badge. Triggering the alarms probably caused a power failure in the systems keeping you locked up there. I'm glad you made it out of there in one piece. Come see me when you're ready.
ko: 알겠어. 배지를 착용하지 않아서 그건 예상하지 못했네. 경보가 울리면서 너를 가둬두고 있던 시스템의 전력망이 끊긴 것 같아. 무사히 빠져나와서 다행이야. 준비되면 나를 찾아와.

source: Alright then.
ko: 좋아.

source: How the hell… well that's good luck on our part I suppose. You survived whatever was there at least, let me see. So I was right, the Super Soldier project made it at least past Zero Day. I hope there were other survivors there. In any case, come see me when you're ready, there's much to be done.
ko: 이런… 뭐, 우리 입장에서는 운이 좋았던 셈이군. 적어도 거기 있었던 것치곤 무사히 살아남았네, 잠깐 보자. 내가 맞았어, 초인 병사 프로젝트는 최소한 제로 데이를 넘긴 것 같아. 거기서 다른 생존자들도 있길 바랄게. 어쨌든, 준비되면 나를 찾아와. 할 일이 많거든.

source: Someone was logged by security having used an RFID access badge. It looks similar to the silver bio-weapon badges the creatures wear. If you find any survivors then talk to them, otherwise bring the access badge back with you. I'll mark the location on your map, but be careful. Those things might be present, and they're not easy to take down. If things get too hectic, break contact and try not to get in over your head.
ko: 보안 기록에 누군가 RFID 출입 배지를 사용한 흔적이 남아 있어. 그 배지는 그 괴물들이 착용하고 있는 은으로 된 생체병기 배지와 비슷해. 생존자를 찾으면 그들과 이야기해보고, 못 찾으면 출입 배지를 가지고 돌아와. 위치는 네 지도에 표시해줄게. 조심해. 거기에 그 녀석들이 있을 수 있고, 쉽게 제압되진 않을 거야. 상황이 너무 위험해지면 거리를 두고, 너무 무리하지 마.

source: Not a problem.
ko: 그 정돈 쉽지.

source: Got any advice?
ko: 해줄 충고라도 있나?

source: I'll be back soon!
ko: 곧 돌아갈게!

source: If whoever opened that place up is non-hostile, they might be looking for us, and we could use all the help we can get. Be ready for anything though, there might be augmented abominations or undead present. I feel bad enough sending you off on a mission like this as it is, but we'll need people who can handle far bigger threats. So please, don't get yourself killed.
ko: 그 시설을 개방한 사람이 적대적이지 않다면, 우리를 찾고 있을지도 몰라. 우리에게는 가능한 모든 도움이 필요하거든. 하지만 무엇과 마주칠 지 모른다는 걸 염두에 둬, 증강된 괴물이나 언데드가 있을 수도 있어. 이렇게 임무를 맡기는 것만으로도 미안한 마음이 충분한데, 우리는 훨씬 큰 위협을 감당할 수 있는 사람들이 필요해. 그러니까 제발, 죽지 마.

source: Alright, before I go though…
ko: 좋아, 가기 전에…

source: I'll be back soon then.
ko: 그럼 곧 돌아올게.

source: This a refuge for the former scientists of the Bio-Weapon Project. We settled here in the woods and tried to make a living. We allow people to stay here, as long as they contribute something. We even managed to find a couple of stray Bio-Weapons!
ko: 여기는 전 생체병기 프로젝트 연구원들을 위한 대피소야. 우리는 숲속에 정착해서 살아가려 노력했지. 여기 머무르는 사람들은 뭔가 기여하는 한 받아들여. 심지어 몇몇 길 잃은 생체병기도 찾아내는 데 성공했지!
ru_ru: Это убежище для бывших ученых проекта "Био-Оружие". Мы поселились здесь, в лесу, и пытались устроить свою жизнь. Мы позволяем людям оставаться здесь до тех пор, пока они вносят свой вклад. Нам даже удалось найти пару блуждающих бойцов из "Био-Оружия"!

source: Seems like you got it good here.
ko: 여기서 잘 지내고 있는 것 같네.
ru_ru: Похоже, у тебя здесь все хорошо.

source: Who are these Bio-Weapons here?
ko: 여기에 있는 저 생체병기들은 누구지?
ru_ru: Кто эти бойцы из "Био-Оружия" такие?

source: That would be Sigma and Lambda. They are very confused. They awoke with their memory gone and only knew they were 'different'. I found them and they helped to scavenge and build this place. They were built for combat, I can tell they're bored out of their minds…
ko: 저쪽은 시그마랑 람다라고 하는데. 지금 많이 혼란스러워하고 있어. 기억을 잃은 채로 깨어났고, 자신들이 뭔가 ‘다르다’는 것밖에 몰랐거든. 내가 발견해서 여기 정착하는 데 도움을 줬지. 전투용으로 만들어진 애들이라 지루해하는 게 눈에 선해…
ru_ru: Это Сигма и Лямбда. Они очень сильно дезориентированны. Они проснулись с потерей памяти и знали только, что они "другие". Я нашел их, и они помогли собрать мусор и построить это место. Они были созданы для боя, я могу сказать, что они сходят с ума от скуки…

source: I'll keep on eye out for them.
ko: 내가 걔네들을 계속 지켜볼게.
ru_ru: Я присмотрюсь к ним.

source: I am the leader of this place. I go by Router. Before the cataclysm I used to be the second lead scientist in the Bio-Weapon Project. I designed Sigma and Lambda and saw them being stored away. I now dedicate myself to upgrading this place, basic survival and finding more info on the project I worked on.
ko: 난 이곳의 지도자야. 루터라고 해. 대격변 이전에 나는 생체병기 프로젝트의 부수석 연구원이었어. 시그마와 람다를 설계했고, 그들이 보관되는 것도 지켜봤지. 이제는 이곳을 개선하고, 기본적인 생존을 유지하며, 내가 참여했던 프로젝트에 대한 더 많은 정보를 찾는 데 내 삶을 바치고 있어.
ru_ru: Я - лидер этого места. До катаклизма я был вторым ведущим ученым в проекте "Био-Оружие". Я разработал Сигму и Лямбду, и видел как их выращивали. Теперь я посвящаю себя развитию этого убежища, основам выживания и поиску дополнительной информации о проекте, над которым я работал.

source: Seems like you've got a lot on your plate.
ko: 할 일이 꽤 많아 보이네.
ru_ru: Похоже, у тебя много дел.

source: Well, the main reason we were hiding here was Apophis… It was a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist. Now we can try to get things fixed up eventually, and work on research that might benefit others out there.
ko: 음, 우리가 여기 숨어 지내던 주된 이유는 아포피스 때문이야… 모든 다른 생체병기와 생체병기 연구원을 말살하도록 특별히 설계된 생체병기지. 이제는 조금씩 상황을 바로잡고, 밖의 다른 사람들에게 도움이 될 만한 연구를 진행해보려 해.
ru_ru: Ну, главной причиной, по которой мы здесь прятались, был Апофиз… Это Био-Оружие, было специально разработанно для уничтожения любого другого Био-Оружия и всех причастных к этому проекту учёных. Теперь мы можем попытаться в конце концов все исправить и поработать над исследованиями, которые могут принести пользу другим.

source: Well, the main reason we are hiding here is Apophis… It is a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist. Currently we don't have anything that could stand a decent chance against it, so we're trying to create our own Bio-Weapon to counter Apophis. Sigma and Lambda have expressed interest in going after it, but they won't be able to take it out on their own.
ko: 음, 우리가 여기 숨어 지내던 주된 이유는 아포피스 때문이야… 모든 다른 생체병기와 생체병기 연구원을 말살하도록 특별히 설계된 생체병기지. 현재로서는 그에 제대로 맞설 수 있는 게 없어서, 아포피스와 맞설 우리만의 생체병기를 만들려고 하고 있어. 시그마와 람다도 그 녀석을 추적하는 데 관심을 보이긴 했지만, 혼자서는 놈을 쓰러트릴 수 없지.
ru_ru: Ну, главной причиной, по которой мы здесь прячемся это Апофиз… Это Био-Оружие, специально разработанное для уничтожения любого другого Био-Оружия и всех причастных к этому проекту учёных. В настоящее время у нас нет ничего, что могло бы противостоять ему, поэтому мы пытаемся создать наше собственное Био-Оружие, чтобы противостоять Апофизу. Сигма и Лямбда выразили заинтересованность в том, чтобы заняться этим, но они не смогут справиться с этим самостоятельно.

source: Oh, good luck, I suppose.
ko: 오, 글쎄… 행운을 빌게.
ru_ru: О, удачи, я полагаю.

source: What exactly is Apophis and is it really that dangerous?
ko: 아포피스가 정확히 뭐고 왜 그렇게 위험한 건데?
ru_ru: Что такое Апофиз и действительно ли он так опасен?

source: You have that badge, you should know how powerful those things are. Apophis could take them all at once. Have you seen a zombie hulk? They couldn't even scratch it. Worse still, there are some rejects from the Bio-Weapon program that have sided with him, the abominations as they've come to be known. This is why we are hiding here.
ko: 그 배지를 갖고 있다면, 녀석들이 얼마나 강력한지 잘 알 거야. 아포피스는 그들 모두를 한꺼번에 상대할 수 있어. 헐크 좀비를 본 적 있어? 그 녀석들도 아포피스에겐 흠집조차 내지 못할 거야. 더 나쁜 건, 생체병기 프로그램에서 탈락한 일부가 아포피스 편에 서 있다는 거지. 그리고 사람들은 그들을 혐오체라고 부르게 됐고. 그래서 우리가 여기서 숨어지내는 거야.
ru_ru: У тебя есть этот значок, ты должен знать, насколько сильны эти твари. Апофиз мог бы захерачить их всех сразу. Вы видели зомби-халка? Они не могли даже поцарапать его. Хуже того, есть некоторые отбракованные из проекта "Био_Оружие", которые встали на его сторону. Насколько мне известно, их называют абоминациями. Вот почему мы прячемся здесь.

source: Ha! You really have no idea, do you? Have you ever fought an augmented abomination? How about the ones that've succumbed to undeath? Tough, right? They have nothing on Apophis. It's incredibly durable thanks to its armor and its heavy weaponry is a step above the rest of the Project. Apophis is far more dangerous than any ordinary enemy.
ko: 하! 너 정말 아무 생각도 없는 것 같은데, 그렇지? 증강된 혐오체와 싸워본 적 있어? 죽음을 거부하고 언데드가 된 녀석들은? 상대하기 어렵지, 그렇지 않아? 하지만 그놈들도 아포피스를 상대할 순 없어. 아포피스는 장갑 덕분에 믿을 수 없을 정도로 내구성이 뛰어나고, 프로젝트 내 다른 어떤 것보다 강력한 중화기를 가지고 있어. 아포피스는 평범한 적과는 비교도 안 될만큼 위험해.
ru_ru: Ха! Ты действительно понятия не имеешь, не так ли? Ты когда-нибудь сражался с аугментированной абоминацией? А как насчет тех, кого они убили? Тяжело, правда? Апофизу они ничего бы и сделать не смогли. Он невероятно крепки благодаря своей броне, а его тяжелое вооружение на ступень выше остальной части проекта. Это просто неубиваемая херня. Апофиз гораздо опаснее любого обычного врага.

source: I'm one of the originals it seems. It's going to come after me anyway, so why not fight it?
ko: 나도 오리지널 중 하나인 것 같은데. 어차피 그 녀석이 날 쫓아온다면, 싸우지 않을 이유도 없잖아?
ru_ru: Похоже, я один из оригиналов. Он все равно придет за мной, так почему бы не бороться с ним?

source: I'm not one of those monsters. There has to be something I can do.
ko: 나는 그런 괴물이 아니야. 뭔가 내가 할 수 있는 일이 분명 있을 거야.
ru_ru: Я не один из этих монстров. Но должно же быть что-то, что я могу сделать.

source: Dealing with this mess is what I was created for.
ko: 이런 난장판을 처리하는 게 바로 내가 만들어진 목적이야.
ru_ru: Я был сделан как раз для того чтобы разбираться теперь со всем этим дерьмом.

source: That you may be, but while you've been stuck in stasis, the other research teams had been poring over every last scrap of data they could get out of your production. Even if it was two steps forward, one step back, Apophis is the culmination of all that research. I know you might be eager to fight, but we need to prepare ourselves.
ko: 그럴 수도 있겠지, 하지만 네가 정지 상태에 있는 동안 다른 연구팀들은 네 생산 과정에서 나올 수 있는 모든 데이터를 샅샅이 분석했어. 비록 한 번에 두 걸음 앞으로, 한 걸음 뒤로인 경우도 있었지만, 아포피스는 그 모든 연구의 집약체야. 싸우고 싶은 마음은 알지만, 먼저 우리 스스로를 준비해야 해.
ru_ru: Это может быть так, но пока вы были в стазисе, другие исследовательские группы изучали каждый клочок данных, которые они могли получить из вашего производства. Даже если это было два шага вперед, один шаг назад. Апофиз - это кульминация всех этих исследований. Я знаю, что тебе, возможно, не терпится сразиться, но нам нужно подготовиться.

source: Maybe I was wrong about judging you based on your lack of a badge. If you are who you claim to be, then know this. Apophis is the culmination of all the research that came from your creation. I know you might be eager to fight, but we need to be ready.
ko: 네가 배지를 착용하지 않았다는 이유로 내가 넘겨짚었을지도 모르지. 네 주장이 맞다면 잘 알아둬. 아포피스는 네가 만들어진 곳에서 비롯된 모든 연구의 정점이야. 싸우고 싶어할 수 있다는 건 알지만, 먼저 우리 스스로를 준비해야 해.
ru_ru: Может быть, я ошибался, оценивая тебя по отсутствию значка. Если ты тот, за кого себя выдаёшь, то знайте: Апофис - это кульминация всех исследований, которые которые были произведены на опыте создания тебя и тебе подобных. Я знаю, что ты, возможно, хочешь сразить его, но мы должны быть действительно готовы.

source: I know you're eager to prove yourself, but that doesn't require throwing your life away. That thing is tailor-made to kill Bio-Weapons and anyone else that gets in his way. You don't have to prove yourself just because others have joined him. I know I can trust you.
ko: 네가 스스로를 증명하고 싶어하는 건 알지만, 그렇다고 목숨을 내던질 필요는 없어. 그 녀석은 생체병기, 그리고 그 앞길을 가로막는 누구든 죽이도록 특별히 만들어졌어. 다른 이들이 그 녀석에게 합류했다고 해서 너까지 스스로를 증명할 필요는 없지. 난 네가 믿을 만한 사람이라는 걸 잘 알아.
ru_ru: Я знаю, что ты стремишься проявить себя, но для этого не нужно выбрасывать свою жизнь на ветер. Эта штука создана специально для того, чтобы убивать Био-Оружие и всех, кто встанет у него на пути. Вам не нужно доказывать себя только потому, что другие присоединились к нему. Я знаю, что могу тебе доверять.

source: Huh. Maybe that's why you're not wearing the badge. I think I can trust you. I wish the others had been given the same chance you have now, and that Apophis hadn't gotten to them first. But if you take him on unprepared, you'll just be throwing your life away needlessly.
ko: 흠… 그래서 네가 배지를 안 차고 있는 건가 보군. 널 믿어도 될 것 같아. 다른 이들도 지금의 너처럼 기회를 얻었더라면 좋았을 텐데, 아포피스가 먼저 그들에게 닿지 않았더라면 말이야. 하지만 준비되지 않은 채 그와 맞선다면, 그건 그저 네 목숨을 헛되이 버리게 될 뿐이야.
ru_ru: Ха. Может быть, именно поэтому ты не носишь значок. Я думаю, что могу тебе доверять. Я хотел бы, чтобы другим был дан такой же шанс, как и тебе сейчас, и чтобы Апофиз не добрался до них первым. Но если ты нападёшь на него будучи неподготовленным, ты просто напрасно растратишь свою жизнь.

source: And that thing was created to kill you, the original Bio-Weapons, and anything else that gets in the way. That's why it got the designation Apophis, pretty much opened ourselves up for that when we went with Project Mesektet for the codename.
ko: 그리고 그 녀석은 너희들, 즉 오리지널 생체병기들을 비롯해 방해되는 모든 것들을 죽이도록 만들어졌어. 그래서 아포피스라는 명칭이 붙은 거야. 우리 스스로 그 이름을 불러들이게 된 셈이지. 프로젝트의 이름을 메세크테트로 정했을 때부터 말이야.
ru_ru: Апофиз был изначально создан чтобы убить тебя, всех оригиналов из проекта "Био-Оружия" и всех остальных, кто встанет у него на пути. Вот почему он получил обозначение Апофиз. Это стало более понятно когда мы всстретились с тем, что известно под кодовым именем "Мезектет".

source: Sure, just clean up after yourself and try to not piss anyone off. Help is appreciated, if you have the time.
ko: 좋아, 다만 네가 사용한 건 정리해 두고, 괜히 누굴 화나게 만들진 말아줘. 시간이 된다면 도와주는 건 언제나 환영이야.
ru_ru: Конечно, просто убирай за собой и постарайся никого не злить. Любая помощь приветствуется, если у тебя есть время.

source: They had me set up and ready to follow a paper trail, check up on a small handful of lab projects. Degree in computer engineering and a brief stint as an officer candidate before all this.
ko: 그들은 나를 이 곳에 배치해서 문서 기록을 추적하고, 몇몇 소규모 연구소 프로젝트들을 점검하도록 준비시켰어. 이 모든 일이 일어나기 전에는 컴퓨터 공학 학위를 가지고 장교 후보생으로 잠시 복무했었지.
ru_ru: Они подготовили меня к тому, чтобы я пошел по следам в документах, проверил небольшую горстку лабораторных проектов. Степень в области компьютерной инженерии и краткое пребывание в качестве кандидата в офицеры немного помогли в этом.

source: I was working my way through a college degree. Computer engineering stuff, and that helped get me where I am now. I was at home actually when this started, putting the final pieces on the side project that led me here.
ko: 나는 대학 학위를 따는 중이었어. 전공은 컴퓨터 공학이었고, 그게 지금의 나를 있게 한 셈이지. 사실 이 모든 일이 시작됐을 때 나는 집에 있었어. 결국 나를 이곳으로 이끈 그 부업 프로젝트의 마지막 부분을 마무리하고 있었거든.
ru_ru: Я работал над получением степени в колледже. Компьютерная инженерия, помогла мне оказаться там, где я сейчас нахожусь. На самом деле я был дома, когда все это началось, дорабатывая и шлифуя последние кусочки своего стороннего проекта, который привел меня сюда.

source: How did you find out so much about the labs?
ko: 어떻게 연구소들에 대해 그리 많은 걸 알게 된 거야?
ru_ru: Как ты узнал так много о лабораториях?

source: What happened?
ko: 무슨 일이 있었길래?
ru_ru: Что случилось?

source: I can tell you're one of us, Hunter. I was expecting an officer, not a college student.
ko: 네가 우리 편이라는 건 알 수 있겠어, 사냥꾼. 난 장교를 기대했는데, 대학생 말고.
ru_ru: Я могу сказать, что ты один из нас, Охотник. Я ожидал увидеть офицера, а не студента колледжа.

source: You seem to know a lot more than you're letting on.
ko: 넌 말하지 않는 것보다 훨씬 많은 걸 알고 있는 것 같군.
ru_ru: Похоже, ты знаешь гораздо больше, чем говоришь.

source: Seems it's harder to conceal that than I thought. You're right, and I suppose that also confirms I can trust you with this. Though you're wrong about that last bit, didn't stay a CO for very long. Long story, don't ask. Just be careful who you reveal this information to, okay?
ko: 숨기는 게 생각보다 어렵군. 네 말이 맞아, 그리고 그건 아마도 이 일을 네게 맡겨도 된다는 증거기도 하겠지. 하지만 마지막 부분은 틀렸어. 나는 그렇게 오래 장교로 있지 않았거든. 이야기하면 길어지니 물어보지 마. 다만 이 정보를 누군가에게 밝히지 않도록 조심해. 알겠어?
ru_ru: Кажется, скрыть это труднее, чем я думал. Ты прав, и я полагаю, что это также подтверждает, что я могу доверять вам в этом. Хотя ты и ошибаешься насчет последнего, но я недолго оставался командиром. Долгая история, не спрашивай. Просто будь осторожен с тем, кому ты раскрываешь эту информацию, хорошо?

source: I don't know much more than what I could scrape together over a year of picking apart the details. Really not much to say.
ko: 나는 일년 동안 세세한 부분을 파헤쳐서 얻은 정보 정도밖에 몰라. 정말 할 말이 별로 없어.
ru_ru: Я знаю не намного больше, чем то, что смог наскрести за год, разбирая детали. На самом деле сказать особо нечего.

source: You just asked me earlier. I'd rather not talk about it right now.
ko: 아까 물어봤잖아. 지금은 그 얘기를 하고 싶지 않아.
ru_ru: Ты только что спросил меня об этом. Я бы предпочел не говорить об этом прямо сейчас.

source: Time, effort, and the fact that all these government projects can only do so much to cover their tracks. Eventually I had enough to go on and just barely enough time to follow what information I had.
ko: 시간과 노력, 그리고 모든 정부 프로젝트가 자신의 흔적을 완전히 지울 수 없다는 사실 덕분이지. 결국 충분한 정보를 모을 수 있었고, 가지고 있는 정보를 따라가다 보니 간신히 시간에 맞출 수 있었지.
ru_ru: Время, усилия и тот факт, что все эти правительственные проекты могут сделать так много, только чтобы замести следы. В конце концов, у меня было достаточно времени, чтобы продолжать, и едва хватало времени, чтобы следить за тем, какой информацией я располагал.

source: They didn't do a great job of covering their tracks. I mean they really made me work for it, but with all the laboratories out there bits and pieces slipped through the gaps.
ko: 놈들이 흔적을 완전히 지우진 못했어. 물론 찾아내는 데 꽤 애를 먹긴 했지만, 곳곳에 흩어져 있던 수많은 연구소들 덕분에 틈새로 새어나온 단서들이 있었지.
ru_ru: Они не очень-то старались замести следы. Я имею в виду, что они действительно заставили меня попотеть выслеживая их, но со всеми этими лабораториями там мало-помалу, кусочек за кусочком собралась и вся картина происходящего.

source: So, what happened?
ko: 그래서 어떻게 됐는데?
ru_ru: Итак, что случилось?

source: I came here with one other person, just barely avoiding the crowds of undead in local hotspots. Guy was from some unit assigned to this project as security, 9th something-or-other. Lost contact with the rest of the military not long after we set out, so we decided to follow our lead and figure it out from there.
ko: 나는 다른 한 사람과 함께 여기 왔어, 지역 핫스팟에 몰려 있는 언데드 무리를 간신히 피하면서 말이지. 그 사람은 이 프로젝트에 보안 담당으로 배정된 부대 소속이었어, 9번째 뭐시기라고 했던가. 출발한 지 얼마 지나지 않아 나머지 부대와 연락이 끊겨서, 우리끼리 이끄는 대로 따라가며 상황을 파악하기로 했지.
ru_ru: Я пришел сюда еще с одним человеком, едва избежав толп нежити в местных горячих точках. Парень был из какого-то подразделения, назначенного на этот проект в качестве службы безопасности, или что-то в этом роде. Вскоре после того, как мы отправились в путь, мы потеряли связь с остальными военными, поэтому решили последовать нашему примеру и выяснить что там творится.

source: I lived in a relatively small town, but it still wasn't long before things got hectic. I decided to pack up what I could and follow what little evidence I had. Picked up some gear along the way from a wreck, met up with a guy that went AWOL, eventually followed the trail of breadcrumbs. And that's how I ended up at that lab...
ko: 나는 비교적 작은 마을에 살았지만, 곧 상황이 험악해지기 시작했어. 할 수 있는 것들을 챙겨서, 내가 가진 작은 단서들을 따라가기로 했지. 도중에 사고 현장에서 장비를 좀 얻고, 탈영한 사람을 만나기도 했어. 결국 단서들을 따라가다 보니 그 연구소에 도착하게 된 거야…
ru_ru: Я жил в относительно небольшом городке, но все равно прошло совсем немного времени, прежде чем все стало с ног на голову. Я решил собрать все вещи какие смог, и проследить за теми немногими доказательствами, которые у меня были. По пути подбирал кое-какое снаряжение с мест крушения, встретился с парнем, который ушел в самоволку, в конце концов мало-помалу как по хлебных крошкам я смог дойти до некоторого понимания что происходило в этих всех лабораториях, и проектах которые были с ними связаны. Вот так я и оказался в той лаборатории...

source: Was it that hectic to begin with?
ko: 처음부터 그렇게 험악했어?
ru_ru: Было так суматошно уже с самого начала ?
