Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: Sentinel Dexterity II
ko: 센티널 민첩성 증강 II
ru_ru: Ловкость Стража II

source: Your dexterity has been increased somewhat by your physical alterations, relative to your natural agility. Dexterity +4.
ko: 변형된 신체로 인해 본래 움직임에 비해 민첩성이 다소 개선되었습니다. 민첩 +4.
ru_ru: Из-за физических мутаций твоя ловкость стала немного больше по сравнению с твоим изначальным состоянием . Ловкость +4.

source: Sentinel Dexterity III
ko: 센티널 민첩성 증강 III
ru_ru: Ловкость Стража III

source: Your dexterity has been increased by your physical alterations, relative to your natural agility. Dexterity +6.
ko: 변형된 신체로 인해 본래 움직임에 비해 민첩성이 개선되었습니다. 민첩 +6.
ru_ru: Из-за физических мутаций твоя ловкость стала больше по сравнению с твоим изначальным состоянием . Ловкость +4.

source: Sentinel Dexterity IV
ko: 센티널 민첩성 증강 IV
ru_ru: Ловкость Стража IV

source: Your dexterity has been greatly increased by your physical alterations, relative to your natural agility. Dexterity +8.
ko: 변형된 신체로 인해 본래 움직임에 비해 민첩성이 크게 개선되었습니다. 민첩 +8.
ru_ru: Из-за физических мутаций твоя ловкость стала существенно больше по сравнению с твоим изначальным состоянием . Ловкость +4.

source: Sentinel Dexterity V
ko: 센티널 민첩성 증강 V
ru_ru: Ловкость Стража V

source: Your dexterity has been massively increased by your physical alterations, relative to your natural agility. Dexterity +10.
ko: 변형된 신체로 인해 본래 움직임에 비해 민첩성이 엄청나게 개선되었습니다. 민첩 +10.
ru_ru: Из-за физических мутаций твоя ловкость стала просто невероятной по сравнению с твоим изначальным состоянием . Ловкость +4.

source: Sentinel Synapse I
ko: 센티널 시냅스 증강 I
ru_ru: Синапсы Стража I

source: Targeted mutagenic treatment has altered your neurology. You find it a bit easier to handle the death of your enemies, combat skills develop somewhat faster, and you find technical skills slightly easier. In exchange, you find learning from books a bit slower, and it is slightly harder to persuade or deceive others.
ko: 표적 돌연변이 처치로 신경계가 변질되었습니다. 적의 죽음을 받아들이기가 조금 더 쉬워지고, 전투 기술이 다소 빠르게 발달하며, 기술 관련 능력도 약간 수월해집니다. 그 대신 책을 통한 학습속도가 조금 느려지고, 다른 사람을 설득하거나 속이는 것이 약간 더 어려워집니다.
ru_ru: Целенаправленный мутагенный курс изменил твою нервную систему. Тебе немного легче справляться со смертью твоих врагов, боевые навыки развиваются несколько быстрее, а технические навыки немного легче. В обмен на это ты обнаружишь, что обучение по книгам немного медленнее, и тебе немного сложнее убедить или обмануть кого-либо.

source: Sentinel Synapse II
ko: 센티널 시냅스 증강 II
ru_ru: Синапсы Стража II

source: Targeted mutagenic treatment has altered your neurology. You find it easier to handle the death of your enemies, combat skills develop faster, and you find technical skills easier. In exchange, you find learning from books to be slower, and it is harder to persuade or deceive others.
ko: 표적 돌연변이 처치로 신경계가 변질되었습니다. 적의 죽음을 받아들이기가 더 쉬워지고, 전투 기술이 더 빠르게 발달하며, 기술 관련 능력도 더 수월해집니다. 그 대신 책을 통한 학습 속도가 느려지고, 다른 사람을 설득하거나 속이는 것이 더 어려워집니다.
ru_ru: Целенаправленный мутагенный курс изменил твою нервную систему. Тебе легче справляться со смертью твоих врагов, боевые навыки развиваются быстрее, а технические навыки легче. В обмен на это ты обнаружишь, что обучение по книгам медленнее чем обычно, и тебе сложнее убедить или обмануть кого-либо.

source: Sentinel Synapse III
ko: 센티널 시냅스 증강 III
ru_ru: Синапсы Стража III

source: Targeted mutagenic treatment has altered your neurology. You find it much easier to handle the death of your enemies, combat skills develop far faster, and you find technical skills a lot easier. In exchange, you find learning from books to be much slower, and it is far harder to deceive others.
ko: 표적 돌연변이 처치로 신경계가 변질되었습니다. 적의 죽음을 받아들이기가 훨씬 쉬워지고, 전투 기술이 훨씬 빠르게 발달하며, 기술 관련 능력도 훨씬 수월해집니다. 그 대신 책을 통한 학습 속도가 훨씬 느려지고, 다른 사람을 속이는 것이 훨씬 더 어려워집니다.
ru_ru: Целенаправленный мутагенный курс изменил твою нервную систему. Тебе намного легче справляться со смертью твоих врагов, боевые навыки развиваются намного быстрее, а технические навыки намного легче. В обмен на это ты обнаружишь, что обучение по книгам намного медленнее чем обычно, и тебе намного сложнее убедить или обмануть кого-либо.

source: Sentinel Intelligence I
ko: 센티널 지능 증강 I
ru_ru: Интеллект Стража I

source: Your intelligence has been increased slightly by your mental alterations, relative to your natural neurology. Intelligence +2.
ko: 정신적인 변질로 인해 본래 신경계에 비해 지능이 약간 개선되었습니다. 지능 +2.
ru_ru: Из-за физических мутаций твой интеллект стал чуть-чуть больше по сравнению с твоим изначальным состоянием . Интеллект +2.

source: Sentinel Intelligence II
ko: 센티널 지능 증강 II
ru_ru: Интеллект Стража II

source: Your intelligence has been increased somewhat by your mental alterations, relative to your natural neurology. Intelligence +4.
ko: 정신적인 변질로 인해 본래 신경계에 비해 지능이 다소 개선되었습니다. 지능 +4.
ru_ru: Из-за физических мутаций твой интеллект стал немного больше по сравнению с твоим изначальным состоянием . Интеллект +4.

source: Sentinel Intelligence III
ko: 센티널 지능 증강 III
ru_ru: Интеллект Стража III

source: Your intelligence has been increased by your mental alterations, relative to your natural neurology. Intelligence +6.
ko: 정신적인 변질로 인해 본래 신경계에 비해 지능이 개선되었습니다. 지능 +6.
ru_ru: Из-за физических мутаций твой интеллект стал больше по сравнению с твоим изначальным состоянием . Интеллект +6.

source: Sentinel Intelligence IV
ko: 센티널 지능 증강 IV
ru_ru: Интеллект Стража IV

source: Your intelligence has been greatly increased by your mental alterations, relative to your natural neurology. Intelligence +8.
ko: 정신적인 변질로 인해 본래 신경계에 비해 지능이 크게 개선되었습니다. 지능 +8.
ru_ru: Из-за физических мутаций твой интеллект стал существенно больше по сравнению с твоим изначальным состоянием . Интеллект +8.

source: Sentinel Intelligence V
ko: 센티널 지능 증강 V
ru_ru: Интеллект Стража V

source: Your intelligence has been massively increased by your mental alterations, relative to your natural neurology. Intelligence +10.
ko: 정신적인 변질로 인해 본래 신경계에 비해 지능이 엄청나게 개선되었습니다. 지능 +10.
ru_ru: Из-за физических мутаций твой интеллект стал просто невероятным по сравнению с твоим изначальным состоянием . Интеллект +10.

source: Sentinel Readiness I
ko: 센티널 감각 증강 I
ru_ru: Чуткость Стража I

source: Targeted mutagenic treatment has honed your senses. Your sight radius on the overmap is extended, you hear a bit better, and instinctively move a bit more quietly. In exchange, your reflexive reaction to potential threats slightly agitates wildlife and unsettles people.
ko: 표적 돌연변이 처치로 감각이 날카로워졌습니다. 전체 지도에서 시야 범위가 늘어나고, 청각이 약간 개선되며, 본능적으로 조금 더 조용하게 움직입니다. 그 대신 잠재적 위협에 대한 반사적 반응이 야생동물을 약간 자극하고 사람들을 불안하게 만들 수 있습니다.
ru_ru: Целенаправленный мутагенный курс изменил твою чуткость и внимание. Дальность видимости на карте немного увеличен, ты слышишь немного лучше и инстинктивно двигаешься немного тише. В обмен на это твоя обострённая реакция на потенциальные слегка нервирует людей и животных.

source: Sentinel Readiness II
ko: 센티널 감각 증강 II
ru_ru: Чуткость Стража II

source: Targeted mutagenic treatment has honed your senses. Your sight radius on the overmap is greatly extended, you hear better, and instinctively move more quietly. In exchange, your reflexive reaction to potential threats somewhat agitates wildlife and unsettles people.
ko: 표적 돌연변이 처치로 감각이 크게 날카로워졌습니다. 전체 지도에서 시야 범위가 크게 늘어나고, 청각이 개선되며, 본능적으로 더 조용하게 움직입니다. 그 대신 잠재적 위협에 대한 반사적 반응이 야생동물을 다소 자극하고 사람들을 불안하게 만들 수 있습니다.
ru_ru: Целенаправленный мутагенный курс изменил твою чуткость и внимание. Дальность видимости объектов на карте увеличен, ты слышишь лучше и инстинктивно двигаешься тише. В обмен на это твоя обострённая реакция на потенциальные угрозы постоянно нервирует людей и животных .

source: Sentinel Readiness III
ko: 센티널 감각 증강 III
ru_ru: Чуткость Стража III

source: Targeted mutagenic treatment has honed your senses. Your sight radius on the overmap is massively extended, you hear much better, and instinctively move silently. In exchange, your reflexive reaction to potential threats agitates wildlife and unsettles people.
ko: 표적 돌연변이 처치로 감각이 엄청나게 날카로워졌습니다. 전체 지도에서 시야 범위가 매우 넓어지고, 청각이 크게 개선되며, 본능적으로 완전히 조용하게 움직입니다. 그 대신 잠재적 위협에 대한 반사적 반응이 야생동물을 자극하고 사람들을 불안하게 만듭니다.
ru_ru: Целенаправленный мутагенный курс изменил твою чуткость и внимание.Дальность видимости объектов на карте огромен, твой слух невероятно острый и инстинктивно двигаешься намного тише. В обмен на это твоя обострённая реакция на потенциальные угрозы очень сильно нервирует людей и животных .

source: Sentinel Perception I
ko: 센티널 지각력 증강 I
ru_ru: Восприятие Стража I

source: Your perception has been increased slightly by your mental alterations, relative to your natural alertness. Perception +2.
ko: 정신적인 변질로 인해 본래 경계심에 비해 지각력이 약간 개선되었습니다. 지각력 +2.
ru_ru: Из-за физических мутаций твоё восприятие стало чуть-чуть больше по сравнению с твоим изначальным состоянием . Восприятие +2.

source: Sentinel Perception II
ko: 센티널 지각력 증강 II
ru_ru: Восприятие Стража II

source: Your perception has been increased somewhat by your mental alterations, relative to your natural alertness. Perception +4.
ko: 정신적인 변질로 인해 본래 경계심에 비해 지각력이 다소 개선되었습니다. 지각력 +4.
ru_ru: Из-за физических мутаций твоё восприятие стало немного больше по сравнению с твоим изначальным состоянием . Восприятие +4.

source: Sentinel Perception III
ko: 센티널 지각력 증강 III
ru_ru: Восприятие Стража III

source: Your perception has been increased by your mental alterations, relative to your natural alertness. Perception +6.
ko: 정신적인 변질로 인해 본래 경계심에 비해 지각력이 개선되었습니다. 지각력 +6.
ru_ru: Из-за физических мутаций твоё восприятие стало больше по сравнению с твоим изначальным состоянием . Восприятие +6.

source: Sentinel Perception IV
ko: 센티널 지각력 증강 IV
ru_ru: Восприятие Стража IV

source: Your perception has been greatly increased by your mental alterations, relative to your natural alertness. Perception +8.
ko: 정신적인 변질로 인해 본래 경계심에 비해 지각력이 크게 개선되었습니다. 지각력 +8.
ru_ru: Из-за физических мутаций твоё восприятие стало намного больше по сравнению с твоим изначальным состоянием . Восприятие +8.

source: Sentinel Perception V
ko: 센티널 지각력 증강 V
ru_ru: Восприятие Стража V

source: Your perception has been massively increased by your mental alterations, relative to your natural alertness. Perception +10.
ko: 정신적인 변질로 인해 본래 경계심에 비해 지각력이 엄청나게 개선되었습니다. 지각력 +10.
ru_ru: Из-за физических мутаций твоё восприятие стало невероятным по сравнению с твоим изначальным состоянием . Восприятие +10.

source: Sentinel Conditioning: Physical
ko: 센티널 상태: 물리
ru_ru: Направленность Стража: Физическая

source: Your physical genetic conditioning has reached its peak, beyond all human limits. Your body is hardened against physical damage slightly and your figure is more intimidating, but you've also developed an immunity to most toxins, as well as depressant and painkilling drugs. Your metabolism also processes radioactive contaminants faster, and you recover from pain quickly.
ko: 당신의 몸의 유전적 조건이 인간의 한계를 넘어 최고 수준에 도달했습니다. 신체가 물리적 손상에 약간 더 강해지고, 외형이 더 위압적으로 변했으며, 대부분의 독소와 진정제 및 진통제에 대한 면역도 갖추게 되었습니다. 또한 신진대사가 방사성 오염물질을 더 빠르게 처리하고, 고통 회복 속도도 빨라집니다.

source: Sentinel Conditioning: Mental
ko: 센티널 상태: 정신
ru_ru: Направленность Стража: Ментальная

source: Your mental genetic conditioning has reached its peak, beyond all human limits. You don't mind the rain as much and you need less sleep. You've also developed an immunity to various mind-altering and neurological effects.
ko: 당신의 정신의 유전적 조건이 인간의 한계를 넘어 최고 수준에 도달했습니다. 젖음 페널티가 줄어들고, 수면 필요량도 감소했습니다. 또한 다양한 정신 변형 및 신경계 영향에 대한 면역도 갖추게 되었습니다.
ru_ru: Твоё ментальное развитие на пути Стража достигло своего пика, превзойдя все человеческие пределы. Ты не так сильно возражаешь против дождя, и тебе нужно меньше спать. Ты также выработал иммунитет к различным ментальным и неврологическим эффектам.

source: What's up? Whenever you feel like hitting the road, I'm with you.
ko: 무슨 일이야? 언제든 떠나고 싶으면, 나도 함께 갈게.

source: Holy shit man, you're still alive?! I'm glad, I thought I was going to have to deal with all this alone. We've got shelter and supplies at least. Whenever you want to head out, I'll follow your lead.
ko: 세상에, 아직 살아있었어?! 정말 다행이야. 이 모든 걸 혼자 감당해야 하나 했거든. 그래도 최소한 은신처랑 보급품은 있어. 언제든 밖으로 나가고 싶으면 앞장서, 따라갈 테니까.

source: Holy shit girl, you're still alive?! I'm glad, I thought I was going to have to deal with all this alone. We've got shelter and supplies at least. Whenever you want to head out, I'll follow your lead.
ko: 세상에, 아직 살아있었어?! 정말 다행이야. 이 모든 걸 혼자 감당해야 하나 했거든. 그래도 최소한 은신처랑 보급품은 있어. 언제든 밖으로 나가고 싶으면 앞장서, 따라갈 테니까.

source: Greetings. Damn, I was hoping to run into somebody else… at least we're both still in one piece, I guess.
ko: 안녕. 젠장, 다른 누군가를 만나길 바랐는데… 그래도 최소한 우리 둘 다 멀쩡하긴 하네.
ru_ru: Приветствую. Черт, я надеялся наткнуться на кого-нибудь другого… по крайней мере, мы оба все еще целы, я думаю.

source: Another survivor! We should travel together.
ko: 다른 생존자라니! 같이 움직이자.
ru_ru: Еще один выживший! Мы должны путешествовать вместе.

source: What are you doing?
ko: 뭐하는 중이야?
ru_ru: Что ты делаешь?

source: Care to trade?
ko: 거래할 생각 있나?
ru_ru: Хочешь потороговать?

source: Sure, let's head out!
ko: 좋아, 출발하자!

source: See you later.
ko: 또 봐.

source: That thing you are wearing… a Bio-Weapon Badge…
ko: 네가 차고 있는 그거… 생체병기 배지지…
ru_ru: Эта хрень что ты носишь... это же бейдж Био-Оружия…

source: Hey you, are you also after the Bio-Weapons?
ko: 이봐, 너도 생체병기를 노리고 있는 건가?
ru_ru: Эй ты, ты тоже из проекта Био-Оружие?

source: [MISSION] Are you the one who triggered the security here?
ko: [임무] 여기 보안 시스템을 작동시킨 게 너야?

source: Yeah, I am one of them.
ko: 그래, 나도 그들 중 하나야.
ru_ru: Ну да, я один из них.

source: Part of the Super Soldier project, actually.
ko: 정확히 말하자면, 초인 병사 프로젝트의 일원이야.
ru_ru: Точнее из проекта "Суперсолдат".

source: Bio-Weapon?
ko: 생체병기?
ru_ru: Био-Оружие?

source: What's going on out here?
ko: 밖에서 무슨 일이 벌어진 거야?
ru_ru: Что ты там делаешь?

source: What are you doing here?
ko: 넌 여기서 뭐하고 있어?
ru_ru: Что ты тут делаешь?

source: What should we do?
ko: 우린 어떻게 해야 하지?
ru_ru: Что мы должны делать?

source: Anything I can do for you?
ko: 내가 도울 수 있는 일이 있을까?
ru_ru: Что нибудь я могу сделать для тебя?

source: Well, bye.
ko: 그럼, 잘 가.
ru_ru: Ну, пока.

source: My friends and I were investigating this place to try and find some answers, that could've done it I suppose. Either that or those things outside that attacked a while after we showed up. Who sent you?
ko: 친구들이랑 나랑 여기서 무슨 일인지 조사하고 있었거든, 그게 원인이었을 수도 있어. 아니면 우리가 나타난 뒤 잠시 후에 공격했던 바깥에 있는 저것들일 수도 있고. 널 보낸 사람은 누구지?

source: I was asked to investigate a security breach by a scientist involved in this.
ko: 이 일에 관련된 과학자에게서 보안 침해 사건을 조사해 달라는 부탁을 받았어.

source: Well there's a surprise. I was searching for exactly that, to see if anyone was left that might know more about this project. So they're not only still around but have some help, based on the badge you're wearing. I'd be willing to assist them with intel if you'd let me tag along.
ko: 이런, 놀랍군. 내가 찾고 있던 게 바로 그거야. 혹시 이 프로젝트에 대해 더 아는 사람이 남아 있는지 확인하려고 말이지. 그러니까 그들은 아직 살아있을 뿐만 아니라, 네가 차고 있는 배지를 보면 지원도 받고 있는 거군. 만약 내가 따라가도 된다면, 그들에게 정보 지원을 해줄 의향도 있어.

source: I was searching for exactly that, to see if anyone was left that might know more about this project. Glad to hear they're still alive out there. I'd be willing to assist them with intel if you'd let me tag along.
ko: 내가 찾고 있던 게 바로 그거야. 혹시 이 프로젝트에 대해 더 아는 사람이 남아 있는지 확인하려고 말이지. 아직 살아 있다는 소식을 들으니 다행이네. 내가 따라가도 된다면, 그들에게 정보 지원을 해줄 의향도 있어.

source: Alright, I'll lead the way.
ko: 좋아, 내가 앞장설게.

source: I'd like to ask you some other questions first.
ko: 먼저 다른 질문을 좀 하고 싶은데.

source: Thank you. I'll follow along and hopefully working together will help improve the situation.
ko: 고마워. 그럼 따라갈게, 함께 보다 상황을 개선할 수 있었으면 좋겠네.

source: Let's go.
ko: 가자.
ru_ru: Пошли.

source: Not good. I had another person with me when I arrived, and he was guarding the vehicle when those things showed up. Luckily they seemed reluctant to barge into the bunker, and things are getting hectic out there as it seems my buddy took a couple of them out before he bit it, and they started getting back up…
ko: 좋지 않아. 내가 도착했을 때 다른 사람이 한 명 같이 있었는데, 그 사람이 차량을 지키고 있었거든. 그런데 저것들이 나타났지. 다행히 저놈들은 벙커 안으로 들어려고 하진 않는 것 같아. 그런데 밖은 점점 난리가 나고 있어. 내 친구가 몇 놈을 처리했는데, 그가 쓰러진 뒤 그놈들이 다시 일어나기 시작했거든…
ru_ru: Это нехорошо. Когда я приехал, со мной был еще один человек, и он охранял машину, когда появились эти твари. К счастью, они, казалось, неохотно хотели лезть в бункер, а дела там хреновы. Мой друг, кажется, успел парочку грохнуть, перед тем как они его укусили. А потом они начали вставать…

source: What are those things?
ko: 저것들은 뭐지?
ru_ru: Что это за херотень?

source: I see.
ko: 알았어.
ru_ru: Понятно.

source: Those augmented abominations, the notes I found tied them to a thing called the Bio-Weapon Project. You look like you're in the same shape as them, though you're not trying to kill me at least. Can I trust you?
ko: 증강된 혐오체들이야. 내가 발견한 기록에서는 이들이 생체병기 프로젝트라는 것과 연관되어 있더라고. 너도 그들과 비슷한 상태인 것 같은데, 적어도 날 죽이려 들진 않는 것 같군. 널 믿어도 되겠지?
ru_ru: Эти аугментированные уроды, в тех заметках которые я нашёл говорилось что они из какого-то проекта "Био-Оружие". Ты выглядишь так, будто тоже являешься продуктом этого проекта, но почему-то не пытаешься убить меня. Могу ли я доверять тебе?

source: Bio-Weapons, that's what the notes in this lab called those things outside. At least they were supposed to be. I don't know what went wrong or who's ordering them around, but they seem hell-bent on destroying everything connected to the project.
ko: 생체병기… 이 연구소의 기록에서는 밖에 있는 저것들을 그렇게 부르고 있었어. 적어도 원래는 그럴 예정이었던 것 같아. 뭐가 잘못된 건진 모르겠고, 누가 그놈들을 조종하는지도 모르겠지만, 프로젝트와 관련된 건 전부 파괴하려 드는 것 같더군.
ru_ru: "Био-Оружие", вот так их называли в записках из этой лаборатории. По крайней мере так должно быть. Я не знаю, что пошло не так или кто ими командует, но они, похоже, одержимы идеей уничтожить все, что связано с этим проектом.

source: I'm not one of them. You can trust me.
ko: 나는 그놈들이 아니야. 믿어도 돼.
ru_ru: Я точно не из этих. Ты можешь доверять мне.

source: I don't want to end up like those things. I don't want to become a monster, please…
ko: 난 저것들처럼 되고 싶지 않아. 괴물이 되고 싶지 않아, 제발…
ru_ru: Я не хочу закончить как эти мерзости. Я не хочу становиться монстром, пожалуйста…

source: It's alright. I'm not going to hurt you. I'll trust you, and you can trust me as well.
ko: 괜찮아. 널 해치지 않아. 널 믿을게, 그러니까 너도 날 믿어줘.
ru_ru: Все в порядке. Я не причиню тебе вреда. Я доверяю тебе, и ты тоже можешь доверять мне.

source: Thank you.
ko: 고맙군.
ru_ru: Спасибо.

source: Well I'll be damned! How do I know you didn't just find that somewhere? Oh well, it doesn't really matter. The fact that you have it means you at least met one. If you need anything, I can help you out.
ko: 젠장, 빌어먹을! 그걸 그냥 어딘가에서 주운 게 아니라고 내가 어떻게 믿지? …뭐, 상관없어. 어쨌든 그걸 가지고 있다는 건 최소한 녀석들 중 하나와 마주쳤다는 뜻이니까. 필요한 게 있으면 내가 도와줄 수 있어.
ru_ru: Ну охренеть теперь! Откуда мне знать, что это просто не попалось тебе где-нибудь? Ну, на самом деле не важно. Если он у тебя есть, значит тебе уже доводилось повстречаться с владельцем этой дряни. Если тебе что-нибудь понадобится, я могу помочь.

source: Suuuure, right. You don't even have the badge. Try and be careful who you lie to next time.
ko: 그래, 알겠어. 하지만 넌 배지도 없잖아. 다음에 거짓말할 땐 먼저 잘 생각해보라고.
ru_ru: Ага, ага, ну конечно. У тебя и значка-то нет. Следующий раз выбирай лучше, кому ты будешь пиздеть.

source: I can prove it. If I can recall… Project Mesektet, First Series, external designation RD-Z-01.
ko: 증명할 수 있어. 기억이 맞다면… 메세크테트 프로젝트, 퍼스트 시리즈, 외부 지정번호 RD-Z-01.
ru_ru: Я могу доказать. Если я верно помню... Проект "Мезектет", Первая серия, внешнее обозначение RD-Z-01.

source: Look at me again, and tell me I'm lying.
ko: 그럼, 다시 내가 거짓말한다고 말해봐.
ru_ru: Посмотри на меня ещё раз, и скажи что я вру, если язык повернётся.

source: I'm not wearing mine.
ko: 난 배지를 착용하고 있지 않아.
ru_ru: Я его не ношу.

source: Is that so? How do I know for sure you aren't just some random scavenger? Then again, if you made it here then you can take care of yourself, guess that's a good sign.
ko: 그래? 네가 그냥 지나가던 수색꾼이 아니라고 어떻게 확신하지? 그래도 여기까지 온 걸 보면 스스로를 지킬 수 있는 건 확실하군, 그건 좋은 신호로 보여.
ru_ru: Да что ты? Откуда мне знать наверняка, что ты не из этих случайных мусорщиков? С другой стороны, если тебе удалось добраться сюда, ты можешь, по крайней мере, позаботиться о себе. Думаю, это хороший знак.

source: You don't recognize this aug configuration, Hunter?
ko: 이 증강 구성을 봐, 사냥꾼, 알아보지 못하겠어?
ru_ru: Ты не узнаешь эту конфигурацию аугментаций, Охотник?

source: Good enough, I suppose.
ko: 충분한 것 같군.
ru_ru: Думаю, этого достаточно.

source: Project… you're right. Between that and your augmentations, it's hard to deny the evidence right in front of me. Sorry I doubted you.
ko: 프로젝트… 네 말이 맞아. 그걸 봐도 그렇고, 네 증강 상태를 보면 부정할 수 없군. 의심해서 미안해.
ru_ru: Проект… твоя правда. Если посмотреть на твои аугментации и то, о чём ты говоришь... Думаю, бессмысленно отрицать все эти факты. Прости, что сомневался в тебе.

source: It's fine.
ko: 괜찮아.
ru_ru: Да ничего.

source: Alright, you're right. Looks like they really did a number on you. I'm sorry they did this to you.
ko: 알겠어, 네 말이 맞아. 정말 호되게 당한 것 같군. 이렇게 당하다니 안타까운 일이야.
ru_ru: Ладно, хорошо. Похоже, они действительно с тобой всё это тоже сотворили. Мне жаль, что так вышло.

source: Shit. Seems it's harder to hide than I thought. They sent me to investigate what happened to these installations, re-establish contact with any remaining personnel or bio-weapons that haven't gone rogue, then see what can be done from there. I don't know what your last orders were or why you're here, but maybe we have a common goal.
ko: 젠장. 숨기는 게 생각보다 훨씬 어렵군. 나는 이 시설에 무슨 일이 일어났는지 조사하고, 남아 있는 인원이나 폭주하지 않은 생체병기들과 접촉을 복구하라는 임무를 받았어. 그다음엔 상황을 보고 가능한 조치를 취하라고 했지. 네가 마지막으로 받은 명령이 뭐였는지, 왜 여기에 있는지는 모르겠지만… 아마 우리의 목적은 같을지도 모르겠군.
ru_ru: Бля. Кажется, это труднее скрыть, чем я думал. Они послали меня расследовать, что случилось с этими установками, восстановить контакт с любым оставшимся персоналом или биологическим оружием, которое не вышло из-под контроля, а затем посмотреть, что можно сделать оттуда. Я не знаю, каковы были твои последние приказы и почему ты здесь, но, возможно, у нас общая цель.

source: We'll see.
ko: 두고 보자고.
ru_ru: Ещё увидим.

source: I'd say you're full of shit, but looking at you, those are some heavy-duty augs. I don't know if you decided not to wear it, or if you lost yours, but either way I appreciate your honesty.
ko: 거짓말일 거라 말하고 싶지만, 네 모습을 보니 증강 수준이 장난이 아니군. 착용하지 않기로 한 건지, 잃어버린 건지는 모르겠지만, 어쨌든 솔직하게 말해줘서 고마워.
ru_ru: Я бы сказал, что ты мне тут в уши ссышь, но, погляжу, у тебя какие-то сверхмощные ауги. Я не знаю, было ли тобой принято решение не носить его, или он где-то потерялся, но в любом случае, я ценю твою честность.

source: You're kidding, right? You really don't know? Is that badge actually yours…? Maybe that mindwipe rumor was true after all…
ko: 농담이지? 진짜 모르는 거야? 그 배지, 정말 네 거 맞아…? 어마도 그 기억소거에 대한 소문이 사실이었던 모양이네…
ru_ru: Ты шутишь, да? Ты действительно не знаешь? Этот значок на самом деле твой...? Может быть, этот слух о стирании памяти всё-таки был правдой…

source: So you don't know about them, huh? Maybe I'm wasting my time… but you did find this place, so you probably know what you're doing.
ko: 그러니까 넌 그놈들에 대해 모르는 거군? 아마 내 시간을 낭비한 걸지도 모르지… 하지만 네가 이곳을 찾아냈으니, 아마 뭘 하고 있었는지는 알고 있겠지.
ru_ru: Значит, ты ничего о них не знаешь, да? Может быть, я зря трачу своё время... но тебе удалось найти это место, так что, вероятно, ты знаешь, что делаешь.

source: Could you explain it to me?
ko: 설명해줄 수 있어?
ru_ru: Ты можешь мне это объяснить?

source: Whatever it is, I really don't care.
ko: 뭐든 상관없어.
ru_ru: Что бы это ни было, мне всё равно.
