Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: "3-XII is dispatching a squad to this site, with a unit from 4-VII in tow to secure against hostile action. Cooperate as best as you are able, but do not allow them into the lab complex itself."
ko: "3-XII는 적대 행위에 대비하여 4-VII 소속 부대를 이끌고 이 지점으로 부대를 파견하세요. 최선을 다해 협력하되, 연구소 내부로의 진입은 허용하지 마십시오."
ru_ru: "- 3-XII направляет отряд на это место, с отрядом из 4-VII на буксире для защиты от враждебных действий. Сотрудничайте как можно теснее, но не допускайте их в сам лабораторный комплекс."

source: "We've received confirmation that they're onto us. Orders are to delay the security dispatch as long as possible, while the director gets Unit One online."
ko: "그들이 우리를 쫓고 있다는 확인을 받았습니다. 관리자가 1호기를 가동할 때까지 보안 인력 파견을 최대한 늦추라는 지시가 내려졌습니다."
ru_ru: "- Мы получили подтверждение, что они вышли на нас. Приказано задержать отправку службы безопасности как можно дольше, пока директор подключит Юнит Один к сети."

source: "Boss came down to show our supplier around. Professional-looking person, would look more at home teaching college kids than working with the Organization. Didn't seem even the least bit squeamish about the animals though. Given she works for wherever we get our mutagen and CBMs, I don't want to even think about the shit they must be used to. Didn't even fucking flinch when one of the freaks in Red Team broke its jaw gnawing on the bars, when she and the boss walked past its cell."
ko: "두목이 공급업체를 안내하러 내려왔어. 전문가처럼 보이는 사람이었는데, 조직에서 일하는 것보단 대학생들을 가르치는 게 더 어울릴 것 같더군. 근데 동물들 앞에서도 전혀 움츠러드는 기색이 없더라고. 그 여자가 우리가 뮤타젠과 CBM을 받는 곳에서 일한다는 걸 생각하면, 그들이 평소에 어떤 걸 겪는지는 상상하기조차 싫어. 레드 팀의 괴물 중 하나가 철창을 씹어 턱이 부러졌을 때도, 그녀와 두목이 그 감방 앞을 지나가는데 눈 하나 깜짝하지 않더군."
ru_ru: "- Босс спустился, чтобы показать нашего поставщика. Профессионально выглядящий человек, больше похож препода из колледжа, чем на работника связанного с Организацией. Хотя, похоже, он ни капельки не брезговал животными. Учитывая, что она работает там, откуда нам поставляют мутагены и КБМ, я даже не хочу думать о том пиздеце, к которому они, должно быть, уже привыкли. Она даже не вздрогнула, когда один из уродов в Красной команде сломал челюсть, грызя решетку, когда она и босс проходили мимо его камеры."

source: "Got another fresh shipment, couple CBMs, along with the fresh meat to get Blue Team back up to full roster. Boss is worried that vetting clients is going to make the next show a complete waste of time. Told him we shouldn't have given up on streaming in favor of hosting fights on-site, but boss won't budge on that."
ko: “새 물량이 또 들어왔어. CBM 몇 개랑, 블루 팀이 풀 멤버로 돌아갈 수 있도록 신선한 고기도 같이 들어왔지. 두목은 고객 심사가 다음 쇼를 완전히 허탕으로 만들까봐 걱정하더라고. 스트리밍을 포기하고 현장에서 싸움을 벌이는 걸 선택한 건 잘못이었다고 말했지만, 두목은 꿈쩍도 안 하더라.”
ru_ru: "Получил еще одну свежую партию, пару КБМ, вместе со свежим мясом, чтобы вернуть синюю команду в полный состав. Босс беспокоится, что проверка клиентов превратит следующее шоу в пустую трату времени. Сказал ему, что мы не должны были отказываться от потоковой передачи в пользу проведения боев на месте, но босс не сдвинется с места."

source: "One of the long-runners on Red Team's getting a bit too smart for its own good. It's figured out the bars won't give, so instead trashed the toilet in its cell. Think it knows we have to move it to another cell while we replace the shitter. The boss is also looking to get his supplier to get their hands on some PE065, that should make it a bit easier to keep contained like the rest. Might make the next show more fun too."
ko: "레드 팀에서 오래 있던 녀석 중 하나가 요령이 생겼어. 철창은 부러지지 않는다는 걸 알아차렸는지 대신 자기 감방의 변기를 박살내더라. 우리가 변기를 고치는 동안 다른 감방으로 옮겨야 한다는 걸 아는 것 같아. 보스는 공급업체한테 PE065 좀 구해오라 하고 있는데, 그거면 다른 녀석들처럼 억제하기가 훨씬 수월해질 거래. 다음 쇼도 더 재밌어질지도 모르지."
ru_ru: -Один из ветеранов в Красной команде становится слишком умным для своего же блага. Он понял, что решетки не поддаются, поэтому вместо этого разгромил туалет в своей камере. Думаю, он знает, что мы должны переместить его в другую камеру, пока мы заменяем всю эту херню. Босс также хочет, чтобы его поставщик получил в свои руки немного PE065, что должно немного облегчить его содержание, как и остальных. Возможно, следующее шоу тоже будет веселее."

source: "Fight was a complete no-show, none of the clients even called in. Something's going down back in town, can't get ahold of the boss either. Going to lock primary access and hit full cell unlock, let the animals have fun tearing each others throats out. Oughta keep them distracted so I can try and find out what the fuck is going on up there."
ko: "쇼는 완전히 노쇼였어. 고객들 중 그 누구 하나도 연락을 안 했고. 동네에서 뭔가 큰일이 벌어지는 모양이야. 두목과도 연락이 안 돼. 주요 출입구는 봉쇄하고 감방 애들은 전부 풀어줄 생각이야. 녀석들끼리 서로 목을 찢어발기고 다니게 놔두면 그짓거리에 정신이 팔리겠지. 그동안 위쪽에서 도대체 무슨 일이 벌어지고 있는지 알아볼 수도 있을 거야."
ru_ru: "на недавней битве была полная неявка, никто из клиентов даже не позвонил. Что-то происходит в городе, и я тоже не могу связаться с боссом. Собираюсь заблокировать основной доступ и использование аварийное открытие всех клеток, пусть мясо развлекается, разрывая друг другу глотки. Нужно отвлечь их, чтобы я мог попытаться выяснить, что, черт возьми, там происходит."

source: CBM Induction
ko: 바이오닉 유도
ru_ru: Индукция КБМ

source: Charges the user's bionic reserves via induction.
ko: 사용자의 바이오닉 저장소를 유도 충전합니다.
ru_ru: Заряжает бионические резервы пользователя с помощью индукции.

source: CBM Induction Heat
ko: 바이오닉 유도 열
ru_ru: Тепло от индукции КБМ

source: Vented waste heat.
ko: 폐열을 배출합니다.
ru_ru: Отвод отработанного тепла.

source: CBM Induction Rads
ko: 바이오닉 유도 방사능
ru_ru: Радиация от индукции КБМ

source: Radiation!
ko: 방사능!
ru_ru: Радиация!

source: Biological Weapon Adrenaline
ko: 생명공학적 무기 아드레날린
ru_ru: Адреналин биологического оружия

source: Otherworldly adrenaline. Keep the pressure up and you should be fine.
ko: 이계의 아드레날린입니다. 압박을 유지하면 괜찮을 것입니다.
ru_ru: Невесть откуда являющийся адреналин. Продолжай его вкачивать, и все будет в порядке.

source: Sorry, Nothing
ko: 죄송합니다, 아무것도 아닙니다
ru_ru: Извини, ничего

source: Dirty hack to add RNG to spell effects.
ko: 주문 효과에 RNG를 추가하는 조잡한 속임수입니다.
ru_ru: Грязный хак, чтобы добавить RNG к эффектам заклинаний.

source: Topographical Scan
ko: 지형 스캔
ru_ru: Топографическое сканирование

source: Reveals an area around you on the overmap.
ko: 전체 지도에서 자신의 주변 지역을 드러냅니다.
ru_ru: Показывает область вокруг вас на карте.

source: You hold the scout's tool up, and what appears to be a bolt of plasma fires upwards like a flare, the device's display soon displaying information on the surrounding area.
ko: 정찰병의 도구를 들어올리자, 마치 신호탄처럼 플라즈마 광선이 위로 발사되고, 장치의 디스플레이에는 곧 주변 지역에 대한 정보가 표시됩니다.
ru_ru: Вы поднимаете инструмент разведчика, и то, что кажется разрядом плазмы, выстреливает вверх, как вспышка, вскоре на дисплее устройства отображается информация об окружающей местности.

source: Surge of adrenaline with side effects. The effects granted will give adequate information, so no cast message.
ko: 부작용을 동반한 아드레날린 분출입니다. 부여되는 효과가 충분한 정보를 제공하므로 시전 메시지는 표시되지 않습니다.
ru_ru: Всплеск адреналина с побочными эффектами. Предоставленные эффекты дадут адекватную информацию, поэтому никаких сообщений о касте не будет.

source: Biostim Side Effects
ko: 생명공학 자극제 부작용
ru_ru: Побочные эффекты Биостима

source: Primary side effect to Biostim. Lasts two hours, and will escalate to a more dangerous effect if you escalate its intensity.
ko: 생명공학 자극제의 주요 부작용입니다. 2시간 동안 지속되며, 강도가 높아질 경우 더 위험한 효과로 이어집니다.
ru_ru: Основной побочный эффект Биостима. Длится два часа и будет усиливаться до более опасного эффекта, если вы увеличите его интенсивность.

source: Biostim Pain
ko: 생명공학 자극제 고통
ru_ru: Боль от Биостима

source: Similar to AEA_PAIN except message is suppressed.
ko: AEA_PAIN과 유사하지만 메시지를 표시하지 않습니다.
ru_ru: Аналогично AEA_PAIN, за исключением того, что сообщение подавляется.

source: Life Drain Shell
ko: 생명력 흡수 쉘
ru_ru: Оболочка высасывания жизни

source: This exists only to trigger on-self effects from an on-hit action.
ko: 명중시 자기 자신에게 적용되는 효과를 발동시키는 용도입니다.
ru_ru: Это существует только для того, чтобы вызвать самоэффекты от действия при попадании.

source: Life Drain Effect
ko: 생명력 흡수 효과
ru_ru: Эффект высасывания жизни

source: This creates the effect that heals the caster.
ko: 시전자를 치유하는 효과를 발생시킵니다.
ru_ru: Это создает эффект, который исцеляет заклинателя.

source: Extrude Resin
ko: 수지 압출

source: Creates a random number of alien resin chunks.
ko: 무작위 숫자의 외계 수지 덩어리를 생성합니다.

source: Grab Break
ko: 잡기 풀기
ru_ru: Разрыв захвата

source: The %s tries to grab you, but you force yourself free!
ko: %s(이)가 당신을 붙잡으려 했지만, 강한 힘으로 떼어냅니다!
ru_ru: %s пытается схватить вас, но вы освобождаетесь!

source: The %s tries to grab <npcname>, but they break free!
ko: %s(이)가 <npcname>(을)를 붙잡으려 했지만, 강한 힘으로 떼어냅니다!
ru_ru: %s пытается схватить <npcname>, но тот освобождается!

source: Counter Sweep
ko: 반격 휩쓸기
ru_ru: Контрсвинг

source: You dodge and send %s tumbling to the ground
ko: 회피 후 %s(을)를 바닥에 넘어트립니다
ru_ru: Вы уклоняетесь и %s падает на землю

source: <npcname> dodges and trips %s
ko: <npcname>(이)가 회피 후 %s(을)를 바닥에 넘어트립니다
ru_ru: <npcname> уклоняется и %s падает на землю

source: Counter Strike
ko: 반격
ru_ru: Ответный удар

source: You catch %s's attack, and send them staggering back
ko: %s의 공격을 붙잡은 후 받아쳐 비틀거리게 만듭니다.
ru_ru: Вы ловите атаку, из-за чего %s отшатывается

source: <npcname> catches %s, and knocks them back
ko: <npcname>(이)가 %s의 공격을 붙잡은 후 받아쳐 비틀거리게 만듭니다.
ru_ru: <npcname> ловит атаку, из-за чего %s отшатывается

source: Feint
ko: 페인트
ru_ru: Финт

source: You fake a strike at %s.
ko: %s에게 공격을 가하는 척 페인트를 겁니다.

source: <npcname> fakes a strike at %s.
ko: <npcname>(이)가 %s에게 공격을 가하는 척 페인트를 겁니다.

source: Disarm
ko: 무장해제
ru_ru: Обезоружить

source: You knock %s's weapon away
ko: %s의 무기를 멀리 쳐냅니다.
ru_ru: %s остаётся без оружия из-за вашего удара

source: <npcname> knock %s's weapon away
ko: <npcname>(이)가 %s의 무기를 멀리 쳐냅니다.
ru_ru: <npcname> обезоруживает %s

source: Battering Ram
ko: 공성 망치

source: You send %s flying with a mighty blow
ko: 당신은 강력한 타격으로 %s(을)를 날려버립니다

source: <npcname>'s sends %s flying with a mighty blow
ko: <npcname>(이)가 강력한 타격으로 %s(을)를 날려버립니다

source: Foe-Tossing Charge
ko: 휩쓰는 돌진

source: You toss %s aside using your momentum
ko: 관성을 이용해 %s(을)를 옆으로 날려버립니다.

source: <npcname>'s tosses %s aside
ko: <npcname>(이)가 관성을 이용해 %s(을)를 옆으로 날려버립니다.

source: Overrun
ko: 중과부적

source: You swiftly slam into and bowl over %s
ko: 재빠르게 %s(을)를 들이받은 후 넘어트립니다

source: <npcname> swiftly slams into and bowls over %s
ko: <npcname>(이)가 재빠르게 %s(을)를 들이받은 후 넘어트립니다

source: Stampeding Strike
ko: 맹렬한 타격

source: You bear down on %s with terrible force
ko: 끔찍할 정도의 힘으로 %s(을)를 압박합니다

source: <npcname> bears down on %s with terrible force
ko: <npcname>(이)가 끔찍할 정도의 힘으로 %s(을)를 압박합니다

source: Taste The Ground
ko: 내려꽂기

source: You heft %s and slam them into the ground
ko: %s(을)를 들어올린 후 바닥에 내리꽂습니다

source: <npcname> hefts and slams %s
ko: <npcname>(이)가 %s(을)를 들어올린 후 바닥에 내리꽂습니다

source: solar flashlight (off)
ko: 태양광 손전등 (꺼짐)
ru_ru: солнечный фонарик (off)

source: You turn the flashlight on.
ko: 손전등을 켰습니다.
ru_ru: Ты включаешь фонарик.

source: The flashlight's batteries are dead.
ko: 손전등의 배터리가 떨어졌습니다.
ru_ru: Батарейки в фонарике разрядились.

source: This is a heavy duty LED solar flashlight. Using this flashlight will turn it on and provide light, assuming it is charged. The battery is soldered in place, and requires sunlight or a recharging station to charge.
ko: 고갇도 LED 태양광 손전등입니다. 사용하면 손전등이 켜지며, 배터리가 있을 때 사용하면 전원을 켜 빛을 밝힙니다. 배터리는 납땜되어 있어 분리할 수 없으며, 태양광이나 충전소을 통해서만 충전할 수 있습니다.
ru_ru: Это сверхмощный светодиодный солнечный фонарик. Активация этого фонарика включит свет. Аккумулятор впаян внутрь без возможности его достать, а для зарядки требуется солнечный свет или зарядная станция.

source: solar flashlight (on)
ko: 태양광 손전등 (켜짐)
ru_ru: солнечный фонарик (on)

source: Turn off
ko: 끄기
ru_ru: Выключить

source: You turn the flashlight off.
ko: 손전등을 껐습니다.
ru_ru: Ты выключаешь фонарик.

source: This is a heavy duty LED solar flashlight. This flashlight is turned on, and continually draining its batteries. Use it to turn it off.
ko: 고갇도 LED 태양광 손전등입니다. 현재 켜져있어 지속적으로 배터리를 소모합니다. 사용하면 전원을 끕니다.
ru_ru: Это сверхмощный светодиодный солнечный фонарик. Сейчас этот фонраик включён, и он активно съедает запас аккумулятора. Активируйте его чтобы выключить.

source: wearable solar flashlight (off)
ko: 태양광 헤드램프 (꺼짐)
ru_ru: солнечный фонарик с ремешком (off)

source: This is a heavy duty LED solar flashlight with straps for wearing. Using this flashlight will turn it on and provide light, assuming it is charged. The battery is soldiered in place, and will require sunlight or a recharging station to recharge.
ko: 머리에 쓰거나 헬멧에 달 수 있도록 조절할 수 있는 끈이 달린 LED 태양광 헤드램프입니다. 사용하면 손전등이 켜지며, 배터리가 있을 때 사용하면 전원을 켜 빛을 밝힙니다. 배터리는 납땜되어 있어 분리할 수 없으며, 태양광이나 충전소을 통해서만 충전할 수 있습니다.
ru_ru: Это сверхмощный светодиодный солнечный фонарик с ремешком для удобного ношения. Активация этого фонарика включит свет. Аккумулятор впаян внутрь без возможности его достать, а для зарядки требуется солнечный свет или зарядная станция.

source: wearable solar flashlight (on)
ko: 태양광 헤드램프 (켜짐)
ru_ru: солнечный фонарик с ремешком (on)

source: This is a heavy duty LED solar flashlight with straps to wear. The flashlight is turned on, and continually draining its batteries. Use it to turn it off.
ko: 머리에 쓰거나 헬멧에 달 수 있도록 조절할 수 있는 끈이 달린 LED 태양광 헤드램프입니다. 현재 켜져있어 지속적으로 배터리를 소모합니다. 사용하면 전원을 끕니다.
ru_ru: Это сверхмощный светодиодный солнечный фонарик с ремешком для удобного ношения. Сейчас этот фонраик включён, и он активно съедает запас аккумулятора. Активируйте его чтобы выключить.

source: solar electric firestarter
ko: 태양광 전기 발화장치
ru_ru: солнечное электро-огниво

source: This is a crudely made electric firestarter modded to recharge in the sun, which can function as an inefficient lighter.
ko: 태양광으로 충전하도록 개조된 조잡한 전기 발화 장치입니다. 간이 라이터로 쓸만합니다.
ru_ru: Это грубо сделанный электрический поджигатель, модифицированный для подзарядки на солнце, который может функционировать как неэффективная зажигалка.

source: solar torch
ko: 태양광 횃불
ru_ru: солнечный факел

source: Light torch
ko: 횃불 켜기
ru_ru: Зажечь факел

source: You light the torch.
ko: 횃불에 불을 붙였습니다.
ru_ru: Вы зажигаете факел.

source: You need a source of fire to light this.
ko: 불을 붙이려면 라이터나 다른 불이 필요합니다.
ru_ru: Вам нужен источник огня, чтобы зажечь это.

source: A mysterious torch that uses the power of the sun (and blob goo) to light itself. Somehow, the gasoline synthesized goo produces gasoline when in the sun continuously soaking the rag making it "rechargeable" in a sense. You need a lighter to turn it on. Once lit, it can't be turned off until all fuel is used.
ko: 태양광 (과 점액 덩어리)의 힘으로 스스로 불을 밝히는 정체를 알 수 없는 횃불입니다. 점액이 햇빛에 지속적으로 노출되면 휘발유를 합성하며, 일종의 "재충전 가능" 상태가 됩니다. 불을 붙이려면 라이터나 성냥이 필요하며, 불이 붙으면 연료가 모두 소모될 때까지 끌 수 없습니다.
ru_ru: Таинственный факел, который использует силу солнца (и сгусток слизи), чтобы зажечь себя. Каким-то образом синтезированная бензиновая слизь производит бензин на солнце, постоянно смачивая тряпку выделяющимся бензином, делая ее в некотором смысле "перезаряжаемой". Вам нужна зажигалка, чтобы зажечь его. После того, как он зажжен, его нельзя потушить, пока не будет израсходовано все топливо.

source: solar torch (lit)
ko: 태양광 횃불 (불붙음)
ru_ru: солнечный факел (горит)

source: Extinguish
ko: 불 끄기
ru_ru: Погасить

source: The torch is extinguished.
ko: 횃불을 껐습니다.
ru_ru: Факел погас.

source: A mysterious torch that uses the power of the sun (and blob goo) to light itself. Somehow, the gasoline synthesized goo produces gasoline when in the sun continuously soaking the rag making it "rechargeable" in a sense. It is burning, producing plenty of light until it runs out of fuel.
ko: 태양광 (과 점액 덩어리)의 힘으로 스스로 불을 밝히는 정체를 알 수 없는 횃불입니다. 점액이 햇빛에 지속적으로 노출되면 휘발유를 합성하며, 일종의 "재충전 가능" 상태가 됩니다. 불이 타오르고 있어 주변을 환히 밝혀주고 있으며, 연료가 고갈될 때까지 충분한 빛을 발산합니다.
ru_ru: Таинственный факел, который использует силу солнца (и сгусток слизи), чтобы зажечь себя. Каким-то образом синтезированная бензиновая слизь производит бензин на солнце, постоянно смачивая тряпку выделяющимся бензином, делая ее в некотором смысле "перезаряжаемой". Вам нужна зажигалка, чтобы зажечь его. Он горит, производя много света, пока не закончится топливо.

source: .22 full auto receiver
ko: .22 자동 리시버
ru_ru: автоматический ресивер калибра .22

source: A custom-made receiver fitted for .22 LR, that could be used to craft an automatic firearm.
ko: .22 LR용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.
ru_ru: Самодельный ресивер, приспособленный для калибра .22 LR, который можно было бы использовать для изготовления автоматического огнестрельного оружия.

source: .223 full auto receiver
ko: .223 자동 리시버
ru_ru: автоматический ресивер калибра .223

source: A custom-made receiver fitted for .223 Remington, that could be used to craft an automatic firearm.
ko: .2223 레밍턴용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.
ru_ru: Самодельный ресивер, приспособленный для калибра .223 Ремингтон, который можно было бы использовать для изготовления автоматического огнестрельного оружия.

source: .308 full auto receiver
ko: .308 자동 리시버
ru_ru: автоматический ресивер калибра .308

source: A custom-made receiver fitted for .308 Winchester, that could be used to craft an automatic firearm.
ko: .308 윈체스터용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.
ru_ru: Самодельный ресивер, приспособленный для калибра .308 Винчестер, который можно было бы использовать для изготовления автоматического огнестрельного оружия.

source: 9mm full auto receiver
ko: 9mm 자동 리시버
ru_ru: автоматический ресивер калибра 9мм

source: A custom-made receiver fitted for 9x19mm, that could be used to craft an automatic firearm.
ko: .9x19mm용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.
ru_ru: Самодельный ресивер, приспособленный для калибра 9x19mm, который можно было бы использовать для изготовления автоматического огнестрельного оружия.

source: .45 full auto receiver
ko: .45 자동 리시버
ru_ru: автоматический ресивер калибра .45

source: A custom-made receiver fitted for .45 ACP, that could be used to craft an automatic firearm.
ko: .45 ACP용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.
ru_ru: Самодельный ресивер, приспособленный для калибра .45 ACP, который можно было бы использовать для изготовления автоматического огнестрельного оружия.

source: 12 gauge full auto receiver
ko: 12게이지 자동 리시버
ru_ru: автоматический ресивер 12-го калибра

source: A custom-made receiver fitted for 12 gauge shells, that could be used to craft an automatic firearm.
ko: 12게이지 산탄용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.

source: 7.62x39 full auto receiver
ko: 7.62x39 자동 리시버
ru_ru: автоматический ресивер калибра 7.62х39

source: A custom-made receiver fitted for 7.62x39mm, that could be used to craft an automatic firearm.
ko: 7.62x39mm용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.

source: 7.62x54 full auto receiver
ko: 7.62x54 자동 리시버
ru_ru: автоматический ресивер калибра 7.62х54

source: A custom-made receiver fitted for 7.62x54mmR, that could be used to craft an automatic firearm.
ko: 7.64x54mmR용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.

source: .30-06 full auto receiver
ko: .30-06 자동 리시버

source: A custom-made receiver fitted for .30-06, that could be used to craft an automatic firearm.
ko: .30-06용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.

source: .50 full auto receiver
ko: .50 자동 리시버

source: A custom-made receiver fitted for .50 BMG, that could be used to craft an automatic firearm.
ko: .50 BMG용으로 맞춤 제작된 리시버로, 자동화기를 제작하는 데 사용할 수 있습니다.

source: survivor's tazer blade
ko: 생존자의 테이저 칼날
ru_ru: тазер-лезвие выживальщика

source: You press a button and the blade crackles with electricity.
ko: 버튼을 누르자 칼날에서 전류가 파직거립니다.

source: The %s's batteries are dead.
ko: %s의 배터리가 떨어졌습니다.

source: A makeshift blade with a knuckle guard that doubles as a tazer, or can be activated to electrify your attacks.
ko: 손잡이가 너클인 조잡한 칼날입니다. 테이저로도 사용할 수 있으며, 인접한 적을 감전시켜 손상을 입히고 일시적으로 마비시킵니다.

source: survivor's tazer blade (on)
ko: 생존자의 테이저 칼날 (켜짐)

source: You press a button and the blade turns off.
ko: 버튼을 누르자 칼날의 전원이 꺼집니다.

source: A makeshift blade with a knuckle guard that doubles as a tazer, or can be activated to electrify your attacks. It's currently on, crackling with electricity.
ko: 손잡이가 너클인 조잡한 칼날입니다. 테이저로도 사용할 수 있으며, 현재 켜져있어 지속적으로 지직거리고 있습니다.

source: survivor's tazer dual blades
ko: 생존자의 테이저 이중 칼날
ru_ru: пара тазер-лезвий выживальщика

source: You press a button and the blades crackle with electricity.
ko: 버튼을 누르자 칼날에서 전류가 파직거립니다.

source: Two makeshift blades with knuckle guards that double as a tazer, or can be activated to electrify your attacks
ko: 손잡이가 너클인 조잡한 이중 칼날입니다. 테이저로도 사용할 수 있으며, 인접한 적을 감전시켜 손상을 입히고 일시적으로 마비시킵니다.

source: survivor's tazer dual blades (on)
ko: 생존자의 테이저 이중 칼날 (켜짐)

source: You press a button and the blades turns off.
ko: 버튼을 누르자 칼날의 전원이 꺼집니다.

source: Two makeshift blades with knuckle guards that double as a tazer, or can be activated to electrify your attacks. They're currently on, crackling with electricity.
ko: 손잡이가 너클인 조잡한 이중 칼날입니다. 테이저로도 사용할 수 있으며, 현재 켜져있어 지속적으로 지직거리고 있습니다.

source: can forge
ko: 제련 가능
ru_ru: горн из банки

source: This is a portable forge with improvised air intake and insulating lining. It can be used for light metalworking, repairing items, and reheating food, but its utility is limited by its small size and capacity.
ko: 휴대용 용광로로, 임시로 만든 공기 흡입구와 단열재가 포함되어 있습니다. 소규모 금속 가공, 물품 수리, 음식 재가열에 사용할 수 있지만, 크기와 용량이 작아 용도는 제한적입니다.
ru_ru: Это переносная кузница с импровизированным воздухозаборником и изолирующей облицовкой. Её можно использовать для легкой металлообработки, ремонта предметов и разогрева пищи, но её полезность ограничена небольшими размерами и емкостью.

source: molded hammer
ko: 주조된 망치
ru_ru: отлитая кувалда

source: This is a hammer molded from cast iron. While a bit brittle if extensively used for combat, it holds up well enough to serve as a tool, though lacks enough of a claw to pry with.
ko: 주철로 주조하여 만든 망치입니다. 다소 깨지기 쉬워 전투용으로 장시간 사용하기엔 적합하지 않지만, 도구로 사용하기에는 충분히 견고하며, 지렛대로 쓰기엔 걸쇠가 짧습니다.
ru_ru: Это кувадла, отлитая из чугуна. Хотя она слишком хрупка для использования её в бою, она достаточно хорошо выполняет функции инструмента.

source: molded knife
ko: 주조된 나이프
ru_ru: отлитый нож

source: This is a sharp knife molded from cast iron. A bit brittle and heavy to be extensively used as a weapon, but adequate as a cutting tool. Works better than sharpening any old metal, at least.
ko: 주철로 주조하여 만든 날카로운 나이프입니다. 다소 깨지기 쉬워 전투용으로 장시간 사용하기엔 적합하지 않지만, 절단도구로 사용하기에는 충분히 견고하며, 적어도 아무 금속이나 갈아서 쓰는 것보단 낫습니다.
ru_ru: Это острый нож, отлитый из чугуна. Немного хрупкий и тяжелый, чтобы широко использоваться в качестве оружия, но достаточно крепки в качестве режущего инструмента. По крайней мере, это работает лучше, чем если просто заточить какой-то кусок металлолома.

source: molded pot
ko: 주조된 냄비
ru_ru: отлитый горшок

source: A metal molded pot. Works as intended.
ko: 금속으로 주조하여 만든 냄비입니다. 본래 용도대로 작동합니다.
ru_ru: Отлитый из чугуна горшок. Работает по назначению.

source: molded shovel
ko: 주조된 삽
ru_ru: отлитая лопата

source: This is a shovel molded out of cast iron. Rather heavy and brittle, but does its job at least.
ko: 주철로 주조하여 만든 삽입니다. 제법 무거운 데다가 깨지기 쉽지만, 적어도 제 역할은 수행합니다.
ru_ru: Это лопата, отлитая из чугуна. Довольно тяжелая и хрупкая, но, по крайней мере, как инструмент вполне сойдёт.

source: molded axe
ko: 주조된 도끼
ru_ru: отлитый топор

source: This is an axe molded from cast iron. Stands up well enough if used as intended, but is too heavy and brittle to make a good weapon.
ko: 주철로 주조하여 만든 도끼입니다. 용도대로 사용할 경우 충분히 견고하지만, 좋은 무기로 사용하기에는 너무 무거운 데다가 깨지기 쉽습니다.
ru_ru: Это топор, отлитый из чугуна. Основную функцию исполняет достаточно хорошо, но слишком тяжел и хрупок, чтобы использовать его как хорошее оружие.

source: fishing string
ko: 낚싯줄
ru_ru: рыболовная нить
