Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: mounted pneumatic LMG
ko: 차량용 공압식 경기관총
ru_ru: смонтированный пневматический пулемёт

source: mounted survivor's battery rifle
ko: 차량용 생존자의 배터리 소총

source: survivor's station
ko: 생존자의 작업대
ru_ru: станция выживальщика

source: A makeshift vehicle mountable station comprised of many utilities, all compressed into a single unit. Has no cargo space due to all the components it is made out of.
ko: 여러 기능을 압축한 급조 차량용 작업대입니다. 구성요소가 차지하는 공간 때문에 그 자체로는 저장공간이 없으므로, 어딘가에 저장공간을 설치해야 할 것입니다.
ru_ru: Импровизированная станция устанавливаемая на транспортное средство, состоящая из множества инструментов, все они упакованы в максимально компактный агрегат. Не имеет грузового пространства из-за всех этих инструментов, из которых она сделана.

source: survivor's station unit
ko: 생존자의 작업차량
ru_ru: станция выживальщика

source: A makeshift vehicle mountable station comprised of many utilities, all compressed into a single unit. Combines the functionality of a vehicle kitchen unit, forge, welder, chemistry set, and all of the myriad functions of the FOODCO kitchen buddy. As a consequence, it leaves no space left for storage.
ko: 여러 기능을 압축한 급조 차량용 작업대입니다. 지역 전력망에 연결되어 전력을 공급받으며, 주방기구, 용광로, 용접기, FOODCO 주방의 친구, 화학 실험대 기능이 통합되어 있습니다. 그 자체로는 저장공간이 없습니다.
ru_ru: A makeshift vehicle mountable station comprised of many utilities, all compressed into a single unit. Сочетает в себе функциональность автомобильного кухонного блока, кузницы, сварочного аппарата, набора химии и всех бесчисленных функций кухонного приятеля ФудКо. Как следствие, места для вещей там не осталось.

source: mounted survivor's .223 assault rifle
ko: 차량용 생존자의 .223 돌격소총
ru_ru: смонтировнная .223 винтовка выживальщика

source: mounted survivor's .308 battle rifle
ko: 차량용 생존자의 .308 전투소총
ru_ru: смонтировнная .308 винтовка выживальщика

source: mounted survivor's 7.62x39 assault rifle
ko: 차량용 생존자의 7.62x39 돌격소총
ru_ru: смонтировнная 7.62x39 винтовка выживальщика

source: mounted survivor's 7.62x54 battle rifle
ko: 차량용 생존자의 7.62x54 전투소총
ru_ru: смонтировнная 7.62x54 винтовка выживальщика

source: mounted survivor's full-auto shotgun
ko: 차량용 생존자의 자동 산탄총
ru_ru: смонтировнная автоматический дробовик выживальщика

source: mounted survivor's .308 GPMG
ko: 차량용 생존자의 .308 다목적기관총
ru_ru: смонтировнная .308 GPMG выживальщика

source: mounted survivor's .223 LMG
ko: 차량용 생존자의 .223 경기관총
ru_ru: смонтировнная .223 LMG выживальщика

source: mounted survivor's 7.62x39 LMG
ko: 차량용 생존자의 7.62x39 경기관총
ru_ru: смонтировнная 7.62x39 LMG выживальщика

source: mounted survivor's 7.62x54 GPMG
ko: 차량용 생존자의 7.62x54 다목적기관총
ru_ru: смонтировнная 7.62x54 GPMG выживальщика

source: mounted survivor's .50 automatic AMR
ko: 차량용 생존자의 .50 자동 대물소총

source: mounted ARC-314 laser rifle
ko: 차량용 ARC-314 레이저 소총
ru_ru: смонтировнная ARC-314 лазерная винтовка

source: mounted ARC-314E1 laser rifle (UPS)
ko: 차량용 ARC-314E1 레이저 소총 (UPS)

source: mounted KRX-108 laser LMG
ko: 차량용 KRX-108 레이저 경기관총
ru_ru: смонтировнный KRX-108 лазерный пулемёт

source: mounted KRX-108E1 laser LMG (UPS)
ko: 차량용 KRX-108E1 레이저 경기관총 (UPS)

source: mounted MX-84 laser sniper
ko: 차량용 MX-84 레이저 저격소총
ru_ru: смонтировнная MX-84 лазерная снайперская винтовка

source: mounted MX-84E1 laser sniper (UPS)
ko: 차량용 MX-84E1 레이저 저격소총 (UPS)

source: mounted XARM-37 pulse scattergun
ko: 차량용 XARM-37 펄스 산탄총

source: mounted XARM-37E1 pulse scattergun (UPS)
ko: 차량용 XARM-37E1 펄스 산탄총 (UPS)

source: mounted BR-96 bolt rifle
ko: 차량용 BR-96 볼트 소총
ru_ru: смонтировнная BR-96 винтовка скользящего затвора

source: mounted MK-2 Ionic Cannon
ko: 차량용 MK-2 이온포
ru_ru: смонтировнная MK-2 ионная пушка

source: mounted MK-2N1 Atomic Cannon
ko: 차량용 MK-2N1 원자포

source: mounted salvaged resin rifle
ko: 차량용 분리된 수지 소총

source: mounted survivor's flamethrower
ko: 차량용 생존자의 화염방사기

source: tiny electric dynamo
ko: 초소형 전기발전기
ru_ru: крошечная электрическая динамо-машина

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. Much less efficient compared to its normal application as a motor.
ko: 내연기관에 부착하여 전기발전기로 사용할 수 있도록 개조한 전기 모터입니다. 본래 용도로 사용할 때에 비해 효율이 크게 떨어집니다.

source: small electric dynamo
ko: 소형 전기발전기
ru_ru: малая электрическая динамо-машина

source: electric dynamo
ko: 전기발전기
ru_ru: электрическая динамо-машина

source: large electric dynamo
ko: 대형 전기발전기

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. It would need a fairly powerful engine to effectively generate power, and it's much less efficient compared to its normal application as a motor.
ko: 내연기관에 부착하여 전기발전기로 사용할 수 있도록 개조한 전기 모터입니다. 효율적으로 전력을 생산하려면 상당히 강력한 엔진이 필요하며, 본래 용도로 사용할 때에 비해 효율이 크게 떨어집니다.

source: enhanced electric dynamo
ko: 개량형 전기발전기
ru_ru: усовершенствованная электрическая динамо-машина

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. It requires a rather powerful engine to operate, at reduced efficiency compared to its normal application as a motor.
ko: 내연기관에 부착하여 전기발전기로 사용할 수 있도록 개조한 전기 모터입니다. 작동하려면 상당히 강력한 엔진이 필요하며, 본래 용도로 사용할 때에 비해 효율이 떨어집니다.

source: super electric dynamo
ko: 초강력 전기발전기
ru_ru: мощная электрическая динамо-машина

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. Even being less effective like this, its power output is immense. You would need one hell of an engine to use this as a generator!
ko: 내연기관에 부착하여 전기발전기로 사용할 수 있도록 개조한 전기 모터입니다. 이 방식은 다소 효율이 떨어지지만 엄청난 출력을 가지고 있습니다. 이걸 발전기로 사용하려면 정말 강력한 엔진이 필요할 것입니다!

source: Survivor's Militarized RV
ko: 생존자의 군용 RV
ru_ru: Военизированный фургон выжившего

source: Survivor Tractor
ko: 생존자의 트랙터
ru_ru: Трактор выжившего

source: Survivor Gun Cart
ko: 생존자의 총기 카트
ru_ru: Тележка с оружием выжившего

source: paper Minie ball cartridge
ko: 미니에 종이 카트리지
ru_ru: бумажный Миньё картридж для шариков

source: A paper cartridge containing black powder and a Minie ball. A paper enclosed version of the historic projectile of the USA Civil war. The Minie ball is still as deadly and accurate as ever.
ko: 미리 측정해둔 양만큼의 흑색화약과 미국 내전 당시 사용된 역사적인 미니에 탄환을 포함하는 종이 화약포. 미니에 탄환은 여전히 치명적이며 정확합니다.
ru_ru: Бумажный картридж с черным порошком и шариком Миньё. Бумажная версия исторического снаряда, который использовался во времена Гражданской войны в США. Миньё по-прежнему так же смертоносен и точен, как и всегда.

source: bio-ampoule
ko: 생명공학 앰플
ru_ru: био-ампула

source: A thin-walled capsule formed of strange resin filled with a strange liquid, used by exotic autoinjector mechanisms.
ko: 기묘한 수지로 만들어진 얇은 캡슐로, 내부에는 정체를 알 수 없는 액체가 들어 있습니다. 이질적인 자동 주사기에 사용됩니다.
ru_ru: Капсула с тонкими стенками, сделанная из странной смолы, и наполненная неизвестной жидкостью, используется механизмами автоматического инжектора.

source: resin projector bullet
ko: 수지 발사기탄

source: A glassy green pellet of alien resin, molded in a shape resembling an elongated rifle bullet. Designed for an exotic pneumatic weapon.
ko: 유리처럼 반투명한 초록색 외계 수지로 만든 탄환으로, 길쭉한 소총탄처럼 생겼습니다. 특수한 공압식 무기에 사용하도록 설계되었습니다.

source: molded projector bullet
ko: 주조된 발사기탄

source: A molded metal projectile for an exotic pneumatic weapon, resembling an elongated rifle bullet. Inferior to purpose-built resin bullets, but easier to make.
ko: 특수한 공압식 무기를 위해 주조된 금속 탄환으로, 길쭉한 소총탄처럼 생겼습니다. 전용 외계 수지 탄약보다 성능이 떨어지지만, 보다 만들기 쉽습니다.

source: .36 paper overpressure cartridge
ko: .36 종이 과압력 카트리지

source: A paper cartridge containing an increased measure of any available powder, and a .36 projectile for the Colt M1861 Navy. A bit more powerful but less accurate, and potentially unreliable.
ko: 미리 측정해둔 양만큼의 흑색화약과 .36 구경 탄약을 포함하는 종이 화약포. Colt M1861 Navy에 사용되며, 보다 위력이 강하지만 명중률이 떨어지고 신뢰도가 낮습니다.

source: .44 paper overpressure cartridge
ko: .44 종이 과압력 카트리지

source: A paper cartridge containing an increased measure of any available powder, and a .44 projectile for the Colt M1860 Army. A bit more powerful but less accurate, and potentially unreliable.
ko: 미리 측정해둔 양만큼의 흑색화약과 .44구경용 탄환을 사용하는 종이 화약포. Colt M1860 Army에 사용되며, 보다 위력이 강하지만 명중률이 떨어지고 신뢰도가 낮습니다.

source: resin pellets
ko: 수지 펠릿

source: survivor's .223 magazine
ko: 생존자의 .223 탄창
ru_ru: магазин .223 выживальщика

source: A magazine built for the survivor's .223 assault rifle. A well-made but still makeshift imitation of STANAG designs.
ko: 생존자의 .223 돌격소총용 탄창입니다. STANAG 디자인을 모방한 것으로, 급조품이지만 품질은 준수합니다.

source: survivor's 7.62x39 magazine
ko: 생존자의 7.62x39 탄창
ru_ru: магазин 7.62x39 выживальщика

source: A magazine built for the survivor's 7.62x39 assault rifle. A rough simplification of the AKM magazine pattern.
ko: 생존자의 7.62x39 돌격소총용 탄창입니다. AKM 탄창의 설계를 대략적으로 모방했습니다.

source: survivor's .308 magazine
ko: 생존자의 .308 탄창
ru_ru: магазин .308 выживальщика

source: A magazine built for the survivor's .308 battle rifle. Based on the design of the venerable M14's magazine.
ko: 생존자의 .308 전투소총용 탄창입니다. 오래된 명품인 M14 탄창의 설계를 기반으로 하고 있습니다.

source: survivor's 7.62x54 magazine
ko: 생존자의 7.62x54 탄창
ru_ru: магазин 7.62x54 выживальщика

source: A magazine built for the survivor's 7.62x54 battle rifle. Vaguely based off the magazine design used by the SVT-40, its handmade design makes it incompatible with any production firearm.
ko: 생존자의 7.62x54 전투소총용 탄창입니다. SVT-40에 사용된 탄창 설계를 대략적으로 참고했지만, 수제품 특성상 그 어떤 정식 생산 총기와도 호환되지 않습니다.
ru_ru: Магазин, сделанный для боевой винтовки выживальщика 7.62x54. Смутно основанный на дизайне магазина, используемого SVT-40, его ручной дизайн делает его несовместимым с любым производственным огнестрельным оружием.

source: survivor's .30-06 magazine
ko: 생존자의 .30-06 탄창

source: A magazine built for the survivor's .30-06 battle rifle. A rough copy of the Browning Automatic Rifle's standard magazine.
ko: 생존자의 .30-06 전투소총용 탄창입니다. 브라우닝 자동소총에서 사용되는 표준 탄창을 대략적으로 모방했습니다.

source: survivor's 12 gauge magazine
ko: 생존자의 12게이지 탄창
ru_ru: магазин 12-го калибра выживальщика

source: A magazine built for the survivor's full auto shotgun. A well-made simplification of the Saiga 12's variant of the AK pattern.
ko: 생존자의 자동 산탄총용 탄창입니다. 사이가-12의 AK 패턴 변형을 제대로 단순화시킨 구조로 만들어져 있습니다.

source: survivor's 9mm magazine
ko: 생존자의 9mm 탄창
ru_ru: магазин 9мм выживальщика

source: A magazine built for the survivor's 9mm SMG. Uses a simplified design as seen by handmade magazines for the STEN submachine gun.
ko: 생존자의 9mm 기관단총용 탄창입니다. 스텐 기관단총의 수제 탄창에서 찾아볼 수 있는 단순화된 설계를 사용하고 있습니다.

source: survivor's .45 magazine
ko: 생존자의 .45 탄창
ru_ru: магазин .45 выживальщика

source: A magazine built for the survivor's .45 SMG. Roughly modeled after the MAC-10 magazine in design.
ko: 생존자의 .45 기관단총용 탄창입니다. MAC-10 탄창의 설계를 대략적으로 모방했습니다.

source: survivor's .22 magazine
ko: 생존자의 .22 탄창
ru_ru: магазин .22 выживальщика

source: A magazine built for the survivor's .22 SMG. Although well-made, it isn't compatible with any production firearm.
ko: 생존자의 .22 기관단총용 탄창입니다. 완성도는 높지만, 그 어떤 정식 생산 총기와도 호환되지 않습니다.
ru_ru: Магазин, сделанный для пистолета-пулемёта выживальщика 22-го калибра SMG. Хотя он хорошо сделан, он не совместим ни с одним производственным огнестрельным оружием.

source: survivor's .223 ammo belt
ko: 생존자의 .223 탄약 벨트
ru_ru: пояс с патронами .223 выживальщика

source: An ammo belt for the survivor's .223 LMG, using canvas and steel wire to form non-disintegrating links. Not as effective as factory-made ammunition belts, and more awkward to reload too.
ko: 생존자의 .223 경기관총용 탄약 벨트입니다. 캔버스와 강철 철선을 이용해 분리되지 않는 연결 구조로 만들어졌습니다. 정식으로 생산된 탄약 벨트에 비해 효율이 떨어지고 재장전도 더 번거롭습니다.
ru_ru: Пояс с боеприпасами ручного пулемёта выживальщика калибра .223, использующий брезент и стальную проволоку для формирования неразрушающихся звеньев. Не так эффективны, как пояса с боеприпасами заводского производства, и более неудобны для перезарядки.

source: survivor's 7.62x39 ammo belt
ko: 생존자의 7.62x39 탄약 벨트
ru_ru: пояс с патронами 7.62x39 выживальщика

source: An ammo belt for the survivor's 7.62x39 LMG, using canvas and steel wire to form non-disintegrating links. Not as effective as factory-made ammunition belts, and more awkward to reload too.
ko: 생존자의 7.62x39 경기관총용 탄약 벨트입니다. 캔버스와 강철 철선을 이용해 분리되지 않는 연결 구조로 만들어졌습니다. 정식으로 생산된 탄약 벨트에 비해 효율이 떨어지고 재장전도 더 번거롭습니다.
ru_ru: Пояс с боеприпасами ручного пулемёта выживальщика калибра 7.62x39, использующий брезент и стальную проволоку для формирования неразрушающихся звеньев. Не так эффективны, как пояса с боеприпасами заводского производства, и более неудобны для перезарядки.

source: survivor's .308 ammo belt
ko: 생존자의 .308 탄약 벨트
ru_ru: пояс с патронами .308 выживальщика

source: An ammo belt for the survivor's .308 GPMG, using canvas and steel wire to form non-disintegrating links. Not as effective as factory-made ammunition belts, and more awkward to reload too.
ko: 생존자의 .308 다목적기관총용 탄약 벨트입니다. 캔버스와 강철 철선을 이용해 분리되지 않는 연결 구조로 만들어졌습니다. 정식으로 생산된 탄약 벨트에 비해 효율이 떨어지고 재장전도 더 번거롭습니다.
ru_ru: Пояс с боеприпасами ручного пулемёта выживальщика калибра .308 GPMG, использующий брезент и стальную проволоку для формирования неразрушающихся звеньев. Не так эффективны, как пояса с боеприпасами заводского производства, и более неудобны для перезарядки.

source: survivor's 7.62x54 ammo belt
ko: 생존자의 7.62x54 탄약 벨트
ru_ru: пояс с патронами 7.62x54 выживальщика

source: An ammo belt for the survivor's 7.62x54 GPMG, using canvas and steel wire to form non-disintegrating links. Not as effective as factory-made ammunition belts, and more awkward to reload too.
ko: 생존자의 7.62x54 다목적기관총용 탄약 벨트입니다. 캔버스와 강철 철선을 이용해 분리되지 않는 연결 구조로 만들어졌습니다. 정식으로 생산된 탄약 벨트에 비해 효율이 떨어지고 재장전도 더 번거롭습니다.
ru_ru: Пояс с боеприпасами ручного пулемёта выживальщика калибра 7.62x54 GPMG, использующий брезент и стальную проволоку для формирования неразрушающихся звеньев. Не так эффективны, как пояса с боеприпасами заводского производства, и более неудобны для перезарядки.

source: survivor's .30-06 ammo belt
ko: 생존자의 .30-06 탄약 벨트

source: An ammo belt for the survivor's .30-06 GPMG, using canvas and steel wire to form non-disintegrating links. Not as effective as factory-made ammunition belts, and more awkward to reload too.
ko: 생존자의 .30-06 다목적기관총용 탄약 벨트입니다. 캔버스와 강철 철선을 이용해 분리되지 않는 연결 구조로 만들어졌습니다. 정식으로 생산된 탄약 벨트에 비해 효율이 떨어지고 재장전도 더 번거롭습니다.

source: survivor's .50 magazine
ko: 생존자의 .50 탄창

source: A magazine built for the survivor's .50 automatic AMR. Well-made but makeshift, vaguely resembling the magazine from the Barrett M107A1.
ko: 생존자의 .50 자동 대물소총용 탄창입니다. 수제품이지만 완성도는 뛰어나며, 바렛 M107A1 탄창을 어렴풋이 떠올리게 만드는 설계입니다.

source: crank rifle capacitor bank
ko: 크랭크 소총 콘덴서 뱅크
ru_ru: зарядный кривошипный конденсатор винтовки

source: This is a homemade power cell made from household batteries along with a series of capacitors, designed to translate mechanical force into enough voltage to more efficiently power a survivor's crank rifle. It's a wonder this thing isn't an electrocution hazard.
ko: 가정용 배터리와 일련의 축전기로 만든 수제 전지로, 기계적인 힘을 전압으로 변환하여 생존자의 크랭크 소총에 보다 효율적으로 전력을 공급하도록 설계되었습니다. 감전 위험이 없는 것이 신기할 정도입니다.
ru_ru: Это самодельный элемент питания, изготовленный из бытовых батарей вместе с серией конденсаторов, предназначенных для преобразования механической силы в достаточное напряжение, чтобы более эффективно питать динамо-винтовку выживальщика. Удивительно, что эта штука не опасна для поражения электрическим током.

source: light rechargeable plutonium cell
ko: 경량 재충전 플루토늄 연료 전지

source: This battery uses a thin plutonium-244 rod to stabilize multiple proprietary exotic compounds. Designed by Omnitech for a military contract, this modified plutonium battery is rechargeable, but as it made for military purposes there is very little this is compatible with.
ko: 얇은 플루토늄‑244 막대를 이용하여 여러 독특한 이종 화합물을 안정화하는 배터리입니다. 옴니텍에서 군 납품을 위해 설계한 것으로, 충전이 가능한 개량형 플루토늄 배터리지만 군용으로 제작된 탓에 호환되는 장비가 거의 없습니다.

source: medium rechargeable plutonium cell
ko: 중형 재충전 플루토늄 연료 전지

source: heavy rechargeable plutonium cell
ko: 중량 재충전 플루토늄 연료 전지

source: repurposed monomolecular knife
ko: 재활용 단분자 칼날

source: A foot-long knife made from high-tech alloy and edged with bonded nanocrystals, salvaged from a CBM. A welded metal handle and handguard allow you to hold it without slicing your hand open.
ko: 최첨단 기술이 적용된 합금과 예리한 나노 크리스털로 만들어진 1피트 길이의 나이프로, 바이오닉에서 분리한 것입니다. 용접된 금속 손잡이와 손 보호대가 있어 손을 베이지 않고도 사용할 수 있습니다.

source: repurposed monomolecular sword
ko: 재활용 단분자 검

source: A yard-long sword made from high-tech alloy and edged with bonded nanocrystals, salvaged from a CBM. A welded metal handle and handguard allow you to hold it without slicing your hand open.
ko: 최첨단 기술이 적용된 합금과 예리한 나노 크리스털로 만들어진 1야드 길이의 검으로, 바이오닉에서 분리한 것입니다. 용접된 금속 손잡이와 손 보호대가 있어 손을 베이지 않고도 사용할 수 있습니다.

source: repurposed bionic claws
ko: 재활용 바이오닉 손톱

source: Short and sharp claws made from a high-tech metal edged with bonded nanocrystals, salvaged from a CBM and welded to metal knuckles. Lightweight and fast, wielding them feels as if you were bare-handed.
ko: 최첨단 금속으로 만들고 전용 나노크리스털로 날을 세운 짧고 날카로운 발톱으로, 바이오닉에서 분리하여 금속 너클에 용접한 것입니다. 가볍고 민첩하며, 마치 맨손으로 싸우는 듯한 느낌이 들게 만듭니다.

source: biological blade
ko: 생명공학적 칼날
ru_ru: биолезвие

source: A foot-long knife made from metal enclosed with flesh and bone. Its blade consists of razor sharp saw-like protrusions, with a bone handle that fits well in the hand. Holding it brings strange whispers to the back of your mind, as though it has a will of its own.
ko: 살점과 뼈로 뒤덮힌 금속으로 제작된 1피트 길이의 나이프입니다. 칼날은 톱니처럼 날카롭게 솟은 돌기들로 구성되어 있으며, 뼈로 만든 손잡이는 손에 쥐기 알맞습니다. 쥐고 있으면 마치 그 자체에 의지가 있는 듯, 이상한 속삭임이 마음 한켠에서 들려오는 듯한 느낌이 듭니다.
ru_ru: Нож длиной в 30 сантиметров, сделанный из металла, заключенного в плоть и кости. Его лезвие состоит из острых, как бритва, пилообразных выступов. С ручкой из кости, он очень удобно хорошо ложится в руку. Пока держишь его в руках, странный шёпот возникает на задворках твоего сознания, будто у этого ножа есть своя собственная воля.

source: biological sword
ko: 생명공학적 검
ru_ru: биомеч

source: A yard-long sword of metal, enclosed in flesh and bone, including a protective hilt framed with tough sinews. Grown from a smaller sample, holding it brings a strange sense of power beyond what it used to. It feels almost like a living being with a mind of its own, one that lusts for blood.
ko: 살점과 뼈로 뒤덮힌 금속으로 제작된 1야드 길이의 검입니다. 질긴 힘줄로 형성된 가드가 달려 있으며, 이것은 작은 표본에서 성장한 것으로 보입니다.. 쥐고 있으면 이전과는 다른 기이한 힘이 느껴지며, 쥐고 있으면 마치 그 자체에 의지가 있는 듯, 피를 갈망하는 듯한 느낌이 듭니다.
ru_ru: Металлический меч длиной в метр, заключенный в плоть и кости, включая защитную рукоять. С ручкой из кости и сухожилий, он очень удобно хорошо ложится в руку. Пока держишь его в руке, от него ощущается странная сила, которая, кажется, находится даже вне того, для чего этот меч предназначен. Он ощущается будто как полность автономное живое существо с собственным разумом, и оно жаждет крови.

source: salvaged claw blade
ko: 분리된 손톱 칼날

source: A mesh of steel and alien resin gripped in the palm, from which juts a razor-sharp eighteen-inch blade. The exotic green glass-like material fades into a hardened edge of some off-white synthetic material. Wielded similar to tiger claws, with its single blade between two fingers. Salvaged using pre-cataclysm research into other living weaponry, it now works as well for dissection (or vivisection) in human hands as it once did in the clutches of the mi-go.
ko: 손바닥에 쥘 수 있는 강철과 외계 수지로 된 장치로, 18인치 길이의 면도날처럼 날카로운 칼날이 돌출되어 있습니다. 이 이질적인 초록색 유리 같은 재질은 미백색 합성 소재로 구성된 단단한 칼날 끄트머리로 자연스럽게 이어집니다. 호랑이 발톱처럼 두 손가락 사이에 단일 칼날을 끼운 후 사용하며, 대격변 이전의 생체병기에 대한 연구를 통해 분리된 이 장치는, 이제 인간의 손에서도 미고가 사용할 때처럼 도축이나 생체 해부에 적합합니다.

source: makeshift greatsword
ko: 급조 대검

source: A heavy blade made from part of a vehicle frame, sawed down to a single long piece of steel that's been bent to shape and sharpened. While crude and too bulky to fit in a scabbard, it packs one hell of a punch, and offers decent reach.
ko: 차량 프레임의 일부를 절단하여 만든 거대한 칼날로, 길다란 강철 조각을 톱질하여 구부린 뒤 날을 세웠습니다. 조잡한 데다가 너무 부피가 커서 검집에 넣을 수 없지만, 엄청난 위력을 지니고 있으며 제법 긴 사거리를 가지고 있습니다.

source: survivor's auxiliary flamethrower
ko: 생존자의 부착형 화염방사기
ru_ru: подствольный огнемёт выживальщика

source: A miniature, custom-built flamethrower that can be attached to all sorts of weapons. It can use a wide range of fuels and is relatively fuel-efficient. It is less effective than a proper flamethrower however, and pressurizing the integral tank takes time.
ko: 대부분의 총기에 장착할 수 있는 수제 소형 화염방사기로, 다양한 연료를 사용할 수 있으며 연료 효율도 비교적 뛰어납니다. 그러나 제대로 된 화염방사기에 비해 성능이 떨어지고, 내부 탱크에 압력을 가하는 데 시간이 걸립니다.
ru_ru: Миниатюрный, кустарно сделаный огнемет, который можно прикрепить ко всем видам оружия. Он может использовать широкий спектр видов топлива и относительно экономичен. Однако он менее эффективен, чем обычный огнемет, и для создания давления в встроенном баке требуется время.

source: underbarrel
ko: 총열하단
ru_ru: подствольник

source: survivor's auxiliary .22 pistol
ko: 생존자의 부착형 .22 권총
ru_ru: подствольный пистолет калибра .22 выживальщика

source: A common .22 LR semi-automatic pistol, modified to attach to another firearm under the barrel at the expense of the base weapon's handling. Its magazine well has been permanently, almost crudely altered to allow it to use various magazines from similar weapons, at the expense of accuracy and ease of reloading.
ko: 일반적인 .22 LR 반자동 권총을 개조한 것으로, 원본 무기의 손잡이 일부를 제거하여 총열하단에 장착할 수 있게 되었습니다. 또한 탄창 삽입부가 영구적으로, 다소 조악하게 개조되어 유사한 무기들에 사용 가능한 여러 탄창을 사용할 수 있지만, 그 대가로 명중률과 재장전이 불편해집니다.
ru_ru: Полуавтоматический пистолет .22 LR, модифицированный для крепления к другому огнестрельному оружию под ствол. За счет точности и простоты перезарядки, магазин был полностью переделан таким образом, чтобы позволить пистолету использовать различные магазины от аналогичного оружия.

source: survivor's auxiliary 9mm pistol
ko: 생존자의 부착형 9mm 권총
ru_ru: подствольный пистолет калибра 9мм выживальщика

source: A common 9x19mm semi-automatic pistol, modified to attach to another firearm under the barrel at the expense of the base weapon's handling. Its magazine well has been permanently, almost crudely altered to allow it to use various magazines from similar weapons, at the expense of accuracy and ease of reloading, plus its purpose makes some high-capacity magazines unusable.
ko: 일반적인 9x19mm 반자동 권총을 개조한 것으로, 원본 무기의 손잡이 일부를 제거하여 총열하단에 장착할 수 있게 되었습니다. 또한 탄창 삽입부가 영구적으로, 다소 조악하게 개조되어 유사한 무기들에 사용 가능한 여러 탄창을 사용할 수 있지만, 그 대가로 명중률과 재장전이 불편해지며, 일부 대용량 탄창을 사용할 수 없습니다.
ru_ru: Полуавтоматический пистолет 9x19mm, модифицированный для крепления к другому огнестрельному оружию под ствол. За счет точности и простоты перезарядки, магазин был полностью переделан таким образом, чтобы позволить пистолету использовать различные магазины от аналогичного оружия. Плюс ко всему возможность использовать высокоёмкие магазины была убрана.

source: survivor's auxiliary .45 pistol
ko: 생존자의 부착형 .45 권총
ru_ru: подствольный пистолет калибра 45 выживальщика

source: A common .45 ACP semi-automatic pistol, modified to attach to another firearm under the barrel at the expense of the base weapon's handling. Its magazine well has been permanently, almost crudely altered to allow it to use various magazines from similar weapons, at the expense of accuracy and ease of reloading.
ko: 일반적인 .45 ACP 반자동 권총을 개조한 것으로, 원본 무기의 손잡이 일부를 제거하여 총열하단에 장착할 수 있게 되었습니다. 또한 탄창 삽입부가 영구적으로, 다소 조악하게 개조되어 유사한 무기들에 사용 가능한 여러 탄창을 사용할 수 있지만, 그 대가로 명중률과 재장전이 불편해집니다.
ru_ru: Полуавтоматический пистолет .45 ACP, модифицированный для крепления к другому огнестрельному оружию под ствол. За счет точности и простоты перезарядки, магазин был полностью переделан таким образом, чтобы позволить пистолету использовать различные магазины от аналогичного оружия.

source: survivor's laser sight
ko: 생존자의 레이저 사이트
ru_ru: подствольный лазерный целеуказатель выживальщика
