Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: An experimental cloak with a destructive interference system, creating pitch-black darkness around you. Creatures that can see in the dark will still spot you, but it will fool most things. A network of miniature alphavolatics make it self-charging but only able to sustain short bursts of use. It's currently on, activate to turn it back off.
ko: 파괴적인 간섭 시스템이 탑재된 실험적인 망토로, 착용하고 전원을 켜면 주변을 새카만 어둠으로 물들입니다. 야간 시야를 가진 생물들은 여전히 당신을 볼 수 있지만, 여전히 대부분의 생물들은 속일 수 있습니다. 미니어처 알파볼틱 네트워크가 내장되어 자체 충전이 가능하지만, 짧은 시간 동안만 작동할 수 있습니다. 현재 켜져 있으며, 비활성화하려면 다시 활성화하세요.

source: Soundwave Disruption
ko: 음파 교란
ru_ru: Звукоподавление

source: Your equipment is actively eliminating the sounds of your footsteps.
ko: 당신의 장비가 발걸음 소리를 능동적으로 소거하고 있습니다.
ru_ru: Твоя экипировка подавляет любой звук исходящий из твоих шагов.

source: pair of mute boots
ko: 음소거 부츠
ru_ru: пара "тихих" ботинок

source: Experimental reinforced boots that completely silence your steps, but also slow your movement.
ko: 실험적인 강화 부츠로, 발걸음 소리를 완전히 없애주지만 이동속도를 느리게 만듭니다.
ru_ru: Экспериментальные укреплённые ботинки, которые полностью заглушают ваши шаги, но также замедляют ваше движение.

source: Radiogenic Vision
ko: 방사선 시야
ru_ru: Радиогенное Видение

source: You can currently see through walls. The rads this thing is giving off probably isn't good for you, by the way.
ko: 현재 벽을 통과하여 볼 수 있습니다. 참고로 이 장치에서 나오는 방사능은 아마 몸에 좋지 않을 겁니다.
ru_ru: В настоящее время вы можете видеть сквозь стены. Кстати, радиация, которую излучает эта штука, вероятно, не очень полезна.

source: pair of radiogenic goggles
ko: 방사선 안경
ru_ru: пара радиогенных очков

source: Experimental goggles that use gamma radiation emitters, allowing the user to see through walls and in the dark. Prolonged use is not recommended due to danger of radiation poisoning.
ko: 감마 방사선 방출기가 적용된 실험적인 안경으로, 착용자가 벽 너머를 볼 수 있게 하고 어둠 속에서도 시야를 확보할 수 있도록 만들어줍니다. 방사능 중독의 위험이 있으므로 장시간 사용은 권장되지 않습니다.
ru_ru: Экспериментальные очки, использующие эмиттеры гамма-излучения, позволяющие пользователю видеть сквозь стены и в темноте. Длительное использование не рекомендуется из-за опасности радиационного отравления.

source: light sentinel armor
ko: 경량 센티널 갑옷

source: You stash your %s.
ko: %s(을)를 수납합니다.

source: Stash magazine
ko: 탄창 수납

source: A fairly light full-body suit of gray ballistic armor, one size fits most, with separate helmet. Made from a fabric bodysuit with advanced composite plates, it is relatively easy to move in but protection is minimal, only rated for pistol-caliber rounds and fragmentation. It also has two adjustable pouches for various sizes of magazines.
ko: 회색 전신 경량 방탄복으로, 대부분의 체형에 맞는 프리 사이즈이며 헬멧은 분리되어 있습니다. 직물과 고급 복합재 판으로 제작된 슈트로, 비교적 움직이기 편하지만 방호력은 최소 수준으로 권총탄과 파편 정도만 막아낼 수 있습니다. 다양한 크기의 탄창을 수납할 수 있도록 조정 가능한 파우치 두 개도 달려 있습니다.

source: sentinel armor
ko: 센티널 갑옷

source: A full-body suit of gray ballistic armor, one size fits most, with separate helmet. Made with leather lining and advanced composite plates, it provides adequate protection against anything up to intermediate caliber ammunition, but may fail against full-power rifle rounds. It also has two adjustable pouches for various sizes of magazines.
ko: 회색 전신 방탄복으로, 대부분의 체형에 맞는 프리 사이즈이며 헬멧은 분리되어 있습니다. 가죽 안감과 고급 복합재 판으로 제작된 슈트로, 중구경탄까지는 충분한 방호력을 제공하지만, 대구경 소총탄에는 버티지 못할 수도 있습니다. 다양한 크기의 탄창을 수납할 수 있도록 조정 가능한 파우치 두 개도 달려 있습니다.

source: heavy sentinel armor
ko: 중량 센티널 갑옷

source: A heavy-duty full-body suit of gray ballistic armor, one size fits most, with separate helmet. Made from heavy-duty lining with advanced plating, it protects the body rather well against most rifle rounds, but may be too cumbersome for most situations. It also has two adjustable pouches for various sizes of magazines.
ko: 회색 전신 중량 방탄복으로, 대부분의 체형에 맞는 프리 사이즈이며 헬멧은 분리되어 있습니다. 고강도 안감과 고급 복합재 판으로 제작된 슈트로 대부분의 소총탄에 대해 제법 우수한 방호력을 제공하지만, 대부분의 상황에서는 지나치게 거추장스러울 수 있습니다. 다양한 크기의 탄창을 수납할 수 있도록 조정 가능한 파우치 두 개도 달려 있습니다.

source: light sentinel helmet
ko: 경량 센티널 헬멧

source: A fairly light full-face ballistic helmet, one size fits most. Made from a fabric lining with advanced composite plates, it is only rated for pistol-caliber rounds and fragmentation.
ko: 비교적 가벼운 전면 방탄 헬멧으로, 대부분의 체형에 맞는 프리 사이즈입니다. 직물 안감과 고급 복합재 판으로 제작되었으며, 권총탄과 파편 정도만 방어할 수 있습니다.

source: sentinel helmet
ko: 센티널 헬멧

source: A full-face ballistic helmet, one size fits most. Made with leather lining and advanced composite plates, it provides adequate protection against anything up to intermediate caliber ammunition.
ko: 전면 방탄 헬멧으로, 대부분의 체형에 맞는 프리 사이즈입니다. 가죽 안감과 고급 복합재 판으로 제작되었으며, 중구경탄까지는 충분한 방호력을 제공하지만, 대구경 소총탄에는 버티지 못할 수도 있습니다.

source: heavy sentinel helmet
ko: 중량 센티널 헬멧

source: A heavy-duty full-face ballistic helmet, one size fits most. Made from heavy-duty lining with advanced plating, it protects the head rather well against most rifle rounds.
ko: 전면 중량 방탄 헬멧으로, 대부분의 체형에 맞는 프리 사이즈입니다. 고강도 안감과 고급 복합재 판으로 제작되었으며, 대부분의 소총탄에 대해 제법 우수한 방호력을 제공합니다.

source: designer bathrobe
ko: 디자이너 목욕 가운

source: An outer garment of absorbent, towel-like material traditionally worn to cover one's nakedness to and from the bath. It makes you wish you had running water to bathe with. This one has a golden logo of a now irrelevant fashion company sewn on.
ko: 목욕하러 들어갈 때와 나갈 때 알몸을 가리기 위해 걸치는 타월과 비슷한 재질로 된 겉옷. 목욕물이 나왔더라면 좋았을 텐데. 이 제품에는 이제 의미 없는 패션 회사의 금색 로고가 달려 있습니다.

source: designer bra
ko: 디자이너 브라
ru_ru: дизайнерский бюстгальтер

source: A luxurious designer bra. Serves its purpose and feels good on you.
ko: 고급 디자이너 브라. 제 역할을 수행하며 착용감이 뛰어납니다.

source: designer panties
ko: 디자이너 팬티

source: A luxurious set of designer panties. Preserves your modesty and feels good on you.
ko: 고급 디자이너 팬티. 제 역할을 수행하며 착용감이 뛰어납니다.

source: designer briefs
ko: 디자이너 삼각팬티

source: A pair of designer briefs. Comfortable and fashionable underwear worn by men.
ko: 남성용 디자이너 삼각팬티. 편안하고 세련된 남성용 속옷입니다.

source: designer boxer shorts
ko: 디자이너의 사각팬티

source: Men's designer boxer shorts. Much more fashionable than briefs and just as comfortable.
ko: 남성용 디자이너 사각팬티. 편안하고 세련된 남성용 속옷입니다.

source: designer boxer briefs
ko: 디자이너 남성용 드로어즈

source: The age-old question, boxers or briefs? Your answer? Yes, the fancy kind.
ko: 오래된 논쟁, 사각팬티 vs 삼각팬티? 당신의 선택은? 네, 고급스러운 쪽입니다.

source: leather bikini bottom
ko: 가죽 비키니 하의

source: A simple leather bikini bottom.
ko: 평범한 가죽 비키니 하의.

source: fur bikini bottom
ko: 모피 비키니 하의

source: A simple fur bikini bottom.
ko: 평범한 모피 비키니 하의.

source: thong
ko: 가죽 끈
ru_ru: стринги

source: Women's underwear that covers a little less than normal in exchange for stares.
ko: 평범한 속옷보다 조금 덜 가리는 여성용 속옷으로, 대신 시선을 끌어줍니다.
ru_ru: Женское нижнее белье, которое покрывает немного меньше, чем обычно, в обмен на внимание окружающих.

source: dress skirt
ko: 드레스 치마
ru_ru: юбка

source: A short yet professional looking cotton skirt. Somewhat easy to move in, but has no pockets.
ko: 짧지만 단정해 보이는 면 소재 치마. 비교적 움직이기 편하지만 주머니가 없습니다.
ru_ru: Короткая, но профессионально выглядящая хлопчатобумажная юбка. В ней очень удобно двигаться, но она не имеет карманов.

source: microskirt
ko: 마이크로 스커트
ru_ru: микроюбка

source: A skirt that is on the short side. No pockets but it is comfortable to wear.
ko: 다소 짧은 치마. 주머니는 없지만 편합니다.
ru_ru: Очень коротка юбка. Нет карманов, но в ней очень удобно двигаться.

source: dress pants
ko: 드레스 바지

source: A pair of khaki pants. Slightly warmer than jeans and much more professional than normal pants.
ko: 카키색 바지 한 벌. 청바지보다 약간 따뜻하고 일반 바지보다 훨씬 단정해 보입니다.

source: Carapace Armor Cooling
ko: 외골격 갑옷 냉각

source: This is used to make salvaged carapace armor provide further cooling if overheating.
ko: 이것은 분리된 외골격 갑옷이 과열될 경우 추가 냉각을 제공하는 데 사용됩니다.

source: salvaged carapace armor
ko: 분리된 외골격 갑옷

source: The carapace comes to life, spiracles dilating as environmental seals close.
ko: 외골격이 살아 움직이고, 기문이 확장되면서 주변 환경으로부터 밀폐됩니다.

source: The carapace suit doesn't respond, evidently out of energy.
ko: 외골격 갑옷은 아무런 반응도 보이지 않습니다. 분명히 에너지가 고갈된 것처럼 보입니다.

source: A second skin of alien sinew and steel support, covered in armor plates made of resin. Salvaged using pre-cataclysm research into other living weaponry, it's been practically mutilated to fit a human (or mutant) wearer. Activating it will reduce the suit's encumbrance, make your attacks faster, enhance strength and dexterity, protect the wearer from toxic gas, serve as a rebreather, enhance stamina and carry capacity, and provide some protection from outside temperature. Recharges in sunlight, being active will also gradually fatigue the user and affect healthiness, plus render them more vulnerable to electric shocks.
ko: 외계 근섬유와 강철 지지대로 구성된 두 번째 피부로, 수지로 만든 장갑판으로 덮여 있습니다. 대격변 이전의 다른 생체병기 연구를 활용해 분리한 것으로, 인간 (또는 돌연변이) 착용자에게 적합하도록 훼손된 상태입니다. 활성화하면 방어구의 부담을 줄이고, 공격 속도를 높이며, 힘과 민첩성을 증가시키고, 착용자를 유독성 가스로부터 보호하며, 호흡기 기능을 제공하고, 체력과 휴대 용량을 증가시키며, 외부 온도로부터 어느 정도 보호합니다. 햇빛을 통해 재충전되며, 활성화 상태에서는 사용자에게 점진적인 피로와 함께 건강에 악영향을 주고, 전기 충격에 더 취약하게 만듭니다.

source: salvaged carapace armor (on)
ko: 분리된 외골격 갑옷 (켜짐)

source: The suit's sinews go slack, releasing you from its grasp.
ko: 갑옷의 힘줄이 느슨해지면서 갑옷으로부터 벗어납니다.

source: A second skin of alien sinew and steel support, covered in armor plates made of resin. Salvaged using pre-cataclysm research into other living weaponry, it's been practically mutilated to fit a human (or mutant) wearer. Currently active, it enhances strength and dexterity, make your attacks faster, protects the wearer from toxic gas, serves as a rebreather, enhances stamina and carry capacity, and provides some protection from outside temperature. Recharges in sunlight, being active also gradually fatigues the user and affects healthiness, plus renders them more vulnerable to electric shocks.
ko: 외계 근섬유와 강철 지지대로 구성된 두 번째 피부로, 수지로 만든 장갑판으로 덮여 있습니다. 대격변 이전의 다른 생체병기 연구를 활용해 분리한 것으로, 인간 (또는 돌연변이) 착용자에게 적합하도록 훼손된 상태입니다. 현재 활성화되어 있으며, 방어구의 부담을 줄이고, 공격 속도를 높이며, 힘과 민첩성을 증가시키고, 착용자를 유독성 가스로부터 보호하며, 호흡기 기능을 제공하고, 체력과 휴대 용량을 증가시키며, 외부 온도로부터 어느 정도 보호합니다. 햇빛을 통해 재충전되며, 활성화 상태에서는 사용자에게 점진적인 피로와 함께 건강에 악영향을 주고, 전기 충격에 더 취약하게 만듭니다.

source: set of salvaged exo-wings
ko: 분리된 외골격 날개

source: The exo-wings whir to life, becoming a fluttering blur of green and gray.
ko: 외골격 날개가 윙윙거리며 움직이기 시작하고, 초록색과 회색이 펄럭이는 흐릿한 모습으로 변합니다.

source: The exo-wings don't respond, evidently out of energy.
ko: 외골격 날개는 아무런 반응도 보이지 않습니다. 분명히 에너지가 고갈된 것처럼 보입니다.

source: A harness from which jut thin, green iridescent wings, steel wires and joints meshed with thick alien nervous cords. Salvaged using pre-cataclysm research into other living weaponry, it's been heavily altered to fit a human (or mutant) wearer. Activating it will grant limited flight and vastly speed up movement. It seems to recharge from sunlight, and being active will also gradually fatigue the user.
ko: 얇고 초록색으로 빛나는 날개가 돌출된 안전벨트로, 강철 와이어와 관절이 두꺼운 외계 신경 섬유와 결합되어 있습니다. 대격변 이전의 다른 생체병기 연구를 활용해 분리한 것으로, 인간 (또는 돌연변이) 착용자에게 적합하도록 크게 개조된 상태입니다. 활성화하면 제한적인 비행이 가능하며 이동속도가 크게 증가합니다. 햇빛에서 재충전되는 것으로 보이며, 활성화 상태에서는 사용자가 점차 피로해지도록 만듭니다.

source: set of salvaged exo-wings (on)
ko: 분리된 외골격 날개 (켜짐)

source: The exo-wings go limp as they shut down.
ko: 외골격 날개가 꺼지며 힘이 빠집니다.

source: A set of thin, green iridescent wings, steel wires and joints meshed with thick alien nervous cords. They are currently buzzing with life, greatly speeding up movement and enhancing dodge as well as allowing you to fly, in exchange for increased fatigue gain.
ko: 얇고 초록색으로 빛나는 날개가 돌출된 안전벨트로, 강철 와이어와 관절이 두꺼운 외계 신경 섬유와 결합되어 있습니다. 대격변 이전의 다른 생체병기 연구를 활용해 분리한 것으로, 인간 (또는 돌연변이) 착용자에게 적합하도록 크게 개조된 상태입니다. 현재 활성화되어 있으며, 제한적인 비행이 가능하고 이동속도가 크게 증가합니다. 햇빛에서 재충전되는 것으로 보이며, 활성화 상태에서는 사용자가 점차 피로해지도록 만듭니다.

source: survivor cowboy hat
ko: 생존자의 카우보이 모자

source: A wide-brimmed hat that's been modified with kevlar padding, and bandolier loops sewn onto the hat band. Perfect for holding a few cartridges somewhere out of the way, its adjustable loops fitting a wide variety of ammunition.
ko: 넓은 챙이 달린 모자로, 케블라 패드와 함께 모자 띠에는 탄띠용 고리를 덧댔습니다. 여러 종류의 탄약을 눈에 띄지 않게 보관하기에 안성맞춤이며, 고리는 다양한 탄종에 맞게 조정하여 사용할 수 있습니다.

source: survivor leg rig
ko: 생존자의 다리 고정대

source: Stash item
ko: 물품 수납

source: A custom set of low-slung adjustable straps and rings, designed to secure a variety of equipment strapped to the legs. Its straps can handle a wide range of short blades, firearms, magazines, and most items that would fit on a tool belt. Activate it to store up to 4 items.
ko: 다양한 장비를 다리에 고정하도록 설계된, 낮게 매는 조절식 어깨끈과 고리로 구성된 맞춤형 장비입니다. 어깨끈은 나이프, 권총, 탄창 등 다양한 소형 무기와 도구 벨트에 들어갈 만한 대부분의 물품을 고정할 수 있으며, 활성화하면 최대 4개의 아이템을 수납할 수 있습니다.

source: makeshift hydraulic armor Noise
ko: 급조 유압식 갑옷 소음

source: This is used to make the player a lot less stealthy, but also punch harder on top of the armor's strength bonus.
ko: 이것은 플레이어의 은신 능력을 크게 떨어트리는 대신, 방어구의 힘 보너스에 더해 더 강한 타격을 가할 수 있도록 해줍니다.

source: makeshift hydraulic armor
ko: 급조 유압식 갑옷

source: Your armor sputters but fails to start up.
ko: 갑옷이 덜컹거렸지만, 기동되지 않았습니다.

source: You work your armor's starter, but nothing happens.
ko: 갑옷을 기동시켰지만, 아무 일도 일어나지 않았습니다.

source: Your makeshift hydraulic armor roars to life, servos kicking into gear!
ko: 급조 유압식 갑옷이 굉음을 내며 기동하고는 서보에 기어를 넣습니다!

source: An incredibly heavy suit of steel and kevlar plates covering a network of hydraulics, driven by pieces of a stripped-down diesel engine jury-rigged to assist the wearer's movements. When running it will increase your strength and raw speed, allowing you to fire heavy weapons unsupported, plus make it less encumbering to wear, but the motors make things warm and make stealth harder.
ko: 강철과 케블라 판으로 구성된 고중량 슈트로, 유압 장치 연결망으로 뒤덮여 있으며, 착용자의 움직임을 보조하도록 개조된 경유 엔진 부품으로 구동됩니다. 활성화할 경우 힘과 기본 속도가 증가하고 설치 없이 중화기를 발사할 수 있으며, 착용 부담도 줄어들지만, 모터 때문에 열이 발생하고 은신이 어려워집니다.

source: makeshift hydraulic armor (on)
ko: 급조 유압식 갑옷 (켜짐)

source: Your makeshift hydraulic armor sputters and dies!
ko: 급조 유압식 갑옷이 덜컹거린 후 조용해집니다!

source: Your armor whirs with activity.
ko: 갑옷이 기동 중입니다.

source: You shut the makeshift hydraulic armor off.
ko: 급조 유압식 갑옷의 기동을 중단합니다.

source: Your armor's engine floods and cuts out!
ko: 갑옷의 엔진이 침수되어 꺼집니다!

source: An incredibly heavy suit of steel and kevlar plates covering a network of hydraulics, driven by pieces of a stripped-down diesel engine jury-rigged to assist the wearer's movements. It's currently active, strengthening the wearer, allowing you to fire heavy weapons unsupported, increasing raw speed and making the armor less encumbering, but also being warmer and making stealth more difficult.
ko: 강철과 케블라 판으로 구성된 고중량 슈트로, 유압 장치 연결망으로 뒤덮여 있으며, 착용자의 움직임을 보조하도록 개조된 경유 엔진 부품으로 구동됩니다. 현재 활성화되어 있으며, 힘과 기본 속도가 증가하고 설치 없이 중화기를 발사할 수 있으며, 착용 부담도 줄어들지만, 모터 때문에 열이 발생하고 은신이 어려워집니다.

source: makeshift superalloy hydraulic armor
ko: 급조 초합금 유압식 갑옷

source: Your makeshift superalloy hydraulic armor roars to life, servos kicking into gear!
ko: 급조 초합금 유압식 갑옷이 굉음을 내며 기동하고는 서보에 기어를 넣습니다!

source: A heavy suit of superalloy and kevlar plates covering a network of hydraulics, driven by pieces of a stripped-down diesel engine jury-rigged to assist the wearer's movements. When running it will increase your strength and raw speed, allowing you to fire heavy weapons unsupported, plus make it less encumbering to wear, but the motors make things warm and make stealth harder.
ko: 초합금과 케블라 판으로 구성된 중량 슈트로, 유압 장치 연결망으로 뒤덮여 있으며, 착용자의 움직임을 보조하도록 개조된 경유 엔진 부품으로 구동됩니다. 활성화할 경우 힘과 기본 속도가 증가하고 설치 없이 중화기를 발사할 수 있으며, 착용 부담도 줄어들지만, 모터 때문에 열이 발생하고 은신이 어려워집니다.

source: makeshift superalloy hydraulic armor (on)
ko: 급조 초합금 유압식 갑옷 (켜짐)

source: Your makeshift superalloy hydraulic armor sputters and dies!
ko: 급조 초합금 유압식 갑옷이 덜컹거린 후 조용해집니다!

source: A heavy suit of superalloy and kevlar plates covering a network of hydraulics, driven by pieces of a stripped-down diesel engine jury-rigged to assist the wearer's movements. It's currently active, strengthening the wearer, allowing you to fire heavy weapons unsupported, increasing raw speed and making the armor less encumbering, but also being warmer and making stealth more difficult.
ko: 초합금과 케블라 판으로 구성된 중량 슈트로, 유압 장치 연결망으로 뒤덮여 있으며, 착용자의 움직임을 보조하도록 개조된 경유 엔진 부품으로 구동됩니다. 현재 활성화되어 있으며, 힘과 기본 속도가 증가하고 설치 없이 중화기를 발사할 수 있으며, 착용 부담도 줄어들지만, 모터 때문에 열이 발생하고 은신이 어려워집니다.

source: survivor's tactical shield
ko: 생존자의 전술 방패

source: A large but fairly light plastic shield, layered with kevlar to better protect the user. It's still not very effective against bullets, but also less encumbering than a proper ballistic shield.
ko: 크지만 비교적 가벼운 플라스틱 방패로, 사용자의 방호력을 높이기 위해 여러 겹의 케블라로 덧대어져 있습니다. 총탄에는 여전히 별로 효과적이지 않지만, 제대로 된 방탄 방패보다 훨씬 사용하기 편합니다.

source: makeshift ballistic pavise
ko: 급조 방탄 파비스

source: A heavy shield made from armor plates and kevlar lining, welded to a framework that helps distribute the weight. It leaves you free to operate two-handed weapons, even letting you brace heavy weapons to fire without mounting terrain, but is still absurdly heavy and encumbering.
ko: 장갑판과 케블라 안감로 제작된 중량 방패로, 무게를 분산시키는 구조물이 용접되어 있습니다. 양손 무기를 사용할 수 있도록 해주며, 중화기를 지면에 설치하지 않고도 발사할 수 있게 만들어주지만, 여전히 매우 무거운 데다가 부담스럽습니다.

source: makeshift superalloy ballistic pavise
ko: 급조 초합금 방탄 파비스

source: A shield made from superalloy plates and kevlar lining, welded to a framework that helps distribute the weight. It leaves you free to operate two-handed weapons, even letting you brace heavy weapons to fire without mounting terrain, but is still very heavy and encumbering.
ko: 초합금판과 케블라 안감로 제작된 방패로, 무게를 분산시키는 구조물이 용접되어 있습니다. 양손 무기를 사용할 수 있도록 해주며, 중화기를 지면에 설치하지 않고도 발사할 수 있게 만들어주지만, 여전히 매우 무거운 데다가 부담스럽습니다.

source: laser gatling arm
ko: 레이저 개틀링 팔
ru_ru: рука с Гатлинг-лазером

source: Your left arm is currently transformed into a ups powered laser gatling gun. Fire it as if it was any other gun.
ko: 당신의 왼팔은 현재 UPS로 구동되는 레이저 개틀링 건으로 변형되어 있으며, 다른 총기처럼 발사할 수 있습니다.
ru_ru: Ваша левая рука в настоящее время преобразована в что-то наподобие гатлинг пулемёта, только гатлинг лазера. Стреляйте из него, как из любого другого оружия.

source: Laser Gatling Arm
ko: 레이저 개틀링 팔
ru_ru: Рука с Гатлинг-лазером

source: Your left arm has been outfitted with a complex array of rotating laser projectors. Or in layman's terms, a laser gatling gun! You may use your energy banks to fire a barrage of lasers.
ko: 당신의 왼팔에는 복잡한 회전식 레이저 발사 배열이 장착되어 있습니다. 쉽게 말해, 레이저 개틀링 건입니다! 에너지 저장고를 사용해 레이저 탄막을 발사할 수 있습니다.
ru_ru: Твоя левая рука оснащена сложной системой вращающихся лазерных проекторов. Или, говоря языком непрофессионала, лазерная пушка Гатлинга! Вы можете использовать УБП или внутреннее питание, чтобы устроить лазер-шоу на радость своим оппонентам.

source: Laser Gatling Arm CBM
ko: CBM:레이저 개틀링 팔
ru_ru: КБМ: Рука с Гатлинг-лазером

source: monomolecular sword
ko: 단분자 검
ru_ru: мономолекулярный меч

source: A yard-long sword made from high-tech alloy and edged with bonded nanocrystals.
ko: 최첨단 기술이 적용된 합금과 예리한 나노 크리스털로 만들어진 1야드 길이의 검입니다.
ru_ru: Меч длиной в метр, сделанный из высокотехнологичного сплава, и окаймлённый нанокристаллами с почти идеально структурированной атомной кристаллической решёткой.

source: Monomolecular Sword
ko: 단분자 검
ru_ru: Мономолекулярный меч

source: A deadly yard-long blade made of advanced material now resides inside your forearm, capable of being extended through the back of your wrist at the cost of a small amount of power. Though exceptionally sharp, it will prevent you from holding anything else while extended.
ko: 약 91cm 길이의 치명적인 첨단소재 칼날이 팔뚝 안쪽에 설치되었습니다. 약간의 전력을 소모하면 손목을 뒤로 젖혀 칼날을 꺼낼 수 있습니다. 극히 날카롭지만, 사용 중에는 손에 아무 것도 들 수 없습니다.
ru_ru: Смертоносное лезвие длиной в метр, изготовленное из продвинутых материалов, теперь находится внутри вашего предплечья. Оно может быть вытянуто сквозь заднюю часть запястья ценой небольшого количества энергии. Хотя он исключительно острый, он не позволит вам держать что-либо еще в вытянутом положении.

source: Monomolecular Sword CBM
ko: CBM:단분자 검
ru_ru: КБМ: Мономолекулярный меч

source: dual-hand flamethrower
ko: 양손 화염방사기
ru_ru: двуручный огнемёт

source: Implanted in the palms of your hands lie a compact flamethrower system that uses bionic power and oxygen in the air as ignition, use as any other gun.
ko: 당신의 손바닥에는 바이오닉 전력과 공기 중의 산소를 점화원으로 사용하는 소형 화염방사 시스템이 설치되어 있으며, 다른 총기처럼 발사할 수 있습니다.
ru_ru: В ладони ваших рук вживлена компактная огнеметная система, которая использует бионическую энергию и кислород в воздухе в качестве воспламенения, как и любое другое оружие.

source: Dual-Hand Flamethrower
ko: 양손 화염방사기
ru_ru: Двуручный огнемёт

source: Dual-Hand Flamethrower CBM
ko: CBM:양손 화염방사기
ru_ru: КБМ: Двуручный огнемёт

source: Plasma Pulse Cell
ko: 플라즈마 펄스 연료 전지
ru_ru: Плазменная импульсная ячейка

source: Implanted in your chest is a small, advanced hydrogen fuel cell. Designed to produce a spike of power production for cutting-edge military cybernetics, it burns compressed hydrogen canisters normally used by plasma weapons. Each pulse vents a jet of intense heat, making it dangerous in confined spaces.
ko: 당신의 가슴에는 작지만 진보된 수소 연료 전지가 설치되어 있습니다. 최첨단 군용 바이오닉을 위해 순간적으로 높은 출력을 내도록 설계되었으며, 원래 플라즈마 무기가 사용하는 압축 수소 용기를 연료로 소모합니다. 각 펄스는 강렬한 열기를 분출하므로, 밀폐된 공간에서는 위험할 수도 있습니다.

source: Plasma Pulse Cell CBM
ko: CBM:플라즈마 펄스 연료 전지
ru_ru: КБМ: Плазменная импульсная ячейка

source: This implant provides an experimental military hydrogen cell, able to produce large spikes of power for intense usage. Able to load up to 10 rounds of dense hydrogen canisters used in plasma weaponry. The label advises not to use it in confined spaces, and to keep moving if used during a military operation, due to hazardous levels of waste heat.
ko: 이 이식물은 실험적인 군사 수소 연료 전지를 제공하며, 고강도 사용을 위해 대량의 전력을 생성할 수 있습니다. 플라즈마 병기에 사용되는 압축 수소 용기를 최대 10개까지 장전할 수 있으며, 라벨에는 밀폐된 공간에서 사용하지 말 것, 그리고 군사 작전 중 사용할 경우 발생하는 위험 수준의 폐열 때문에 계속 이동할 것을 권고하고 있습니다.

source: Alphavoltaic Power
ko: 알파볼타 전력
ru_ru: Альфа-вольтовая Энергия

source: seeing this is a bug
ko: 이것을 봤다면 버그입니다
ru_ru: видеть это - баг

source: Atomic Battery
ko: 원자력 배터리
ru_ru: Атомная Батарея

source: Your body has been implanted with a compact, advanced plutonium-cell generator for military use. A true atomic battery, using advanced materials to create a practical alphavoltaic power source. While its power output is still very low, it's also consistent with negligible waste heat, making it a useful backup to another power generation method.
ko: 당신의 몸에는 군사용으로 설계된 소형 고급 플루토늄 연료 전지 발전기가 설치되어 있습니다. 최첨단 소재를 사용해 실용적인 알파볼타 전력을 생성하는, 말 그대로 원자력 배터리입니다. 출력은 아직 매우 낮지만 폐열이 거의 없어 안정적으로 전력을 공급하므로, 다른 발전 수단과 함께 예비 전력으로 유용합니다.

source: Atomic Battery CBM
ko: CBM:원자력 배터리
ru_ru: КБМ: Атомная Батарея

source: An old form of non-thermal radioisotope generator, given new life and military applications using cutting-edge plutonium-catalyst developments. Effectively a plutonium fuel cell converted into an alphavoltaic battery, with greater power output and longevity than older implants. Its output is still very low at only 5 watts, but it also provides a continuous source of power, making it a good supplement to a more intensive power generation method.
ko: 구식 비열원 방사성 동위원소 발전기를, 최첨단 플루토늄 촉매 기술을 적용해 군사용으로 재탄생시킨 장치입니다. 사실상 플루토늄 연료 전지를 알파볼타 배터리로 전환한 것으로, 이전 세대의 이식물보다 출력과 수명이 향상되었습니다. 출력은 여전히 5와트 정도로 매우 낮지만, 지속적인 전력 공급이 가능해 고출력 발전 이식물을 사용할 때 훌륭한 예비 전력으로 사용할 수 있습니다.

source: Hazard Stabilizer System CBM
ko: CBM:위험 안정화 시스템
ru_ru: КБМ: Система экстренной стабилизации

source: A network of specialized medical equipment, implanted just under the skin. Activating it will induce temporary changes in body chemistry, providing immunity to acid and biological damage, and preventing exposure to contact toxins and venom.
ko: 피부 바로 아래에 설치하는 특수 의료장비 연결망입니다. 활성화하면 체내의 화학 조성을 일시적으로 변화시켜 산과 생물학적 피해에 대한 면역을 제공하고, 독소 접촉 및 독에 노출되는 것을 방지합니다.
ru_ru: Система специализированного медицинского оборудования, имплантированного прямо под кожу. Активация его вызовет временные изменения в химии тела, обеспечивающих иммунитет к кислотным и биологическим повреждениям и предотвращая воздействие контактных токсинов и ядов.
