Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: Heh. Sure hope you know what you're doing. Lead on…
ko: 헤. 네가 뭘 하려는 건지 잘 알고 있었으면 좋겠는데. 앞장서…
ru_ru: Хех. Надеюсь, ты знаешь, что делаешь. Веди…

source: Alright, let's go.
ko: 좋아, 가자.
ru_ru: Ладно, пошли.

source: Tell me about it. I am a weapon, made to kill and destroy. I am stuck here, nothing left to kill or destroy. Wish there was something I could do…
ko: 말해봐. 난 죽이고 파괴하도록 만들어진 무기야. 난 여기 갇혀 있고, 죽이거나 파괴할 대상도 남아있지 않지. 뭔가 할 수 있는 일이 있었으면 좋겠어…
ru_ru: И не говори... Я - оружие, созданное, чтобы убивать и разрушать. Я застрял здесь, не осталось ничего, что можно было бы убить или уничтожить. Хотел бы я наконец-то сделать что-нибудь полезное…

source: Tell me about it. I am a weapon, made to kill and destroy. I am stuck here, hiding from something I can't kill or destroy. Wish there was something I could do…
ko: 말해봐. 난 죽이고 파괴하도록 만들어진 무기야. 난 여기에 갇혀 무언가를 죽이거나 파괴할 수 없도록 숨어지내고 있지. 뭔가 할 수 있는 일이 있었으면 좋겠어…
ru_ru: И не говори... Я - оружие, созданное, чтобы убивать и разрушать. Я застрял здесь, прячась от чего-то, что не могу убить или уничтожить. Хотел бы я наконец-то сделать что-нибудь полезное…

source: I appreciate the thought, but there's not much to say. Things are stable at least, if a bit boring. I'd like to find some way to put my skills to good use, but I'm not sure what.
ko: 마음은 고마운데, 딱히 할 말이 많진 않아. 최소한 상황은 안정적이긴 한데, 좀 지루하긴 하지. 내 능력을 잘 활용할 방법을 찾고 싶은데, 뭘 해야 할지 잘 모르겠어.
ru_ru: Я ценю эту мысль, но сказать особо нечего. По крайней мере, все стабильно, хотя и немного скучно. Я хотел бы найти какой-то способ использовать свои навыки с пользой, но я не уверен, куда именно.

source: We're Bio-Weapons. We're meant to be out there, kicking ass, taking names, and saving the world. Why not come along and do exactly that?
ko: 우린 생체병기야. 밖으로 나가 적들을 처치하며 이름을 남기고 세상을 구하도록 만들어졌어. 그러니 같이 나가서 그런 일을 해보지 않을래?
ru_ru: Мы Био-Оружие. Мы должны быть там, ломать всяким упырям кабины, и спасать мир. Почему бы не пойти и не сделать именно это?

source: I found a purpose out there, bionic reject or not. It'd be better than doing nothing… if you want to come with?
ko: 난 밖에서 목표를 찾았어, 바이오닉 실패작이든 아니든. 아무것도 안 하는 것보단 나을 거야… 같이 갈래?
ru_ru: Я нашел цель там, отбракованный или нет, не важно. Это было бы лучше, чем ничего не делать… не ты хочешь ли пойти со мной?

source: You're one of the original models. Wouldn't mind having you on the team.
ko: 넌 오리지널 모델 중 하나잖아. 팀에 합류해도 나쁘지 않을 것 같은데.
ru_ru: Ты один из оригинальных бойцов "Био-Оружия". Я бы не возражал против твоего присутствия в нашей команде.

source: That's the fucking spirit! You're making me want to go out there and save the world or some over-the-top bullshit like that. You've got yourself a deal.
ko: 바로 그거야! 네 말을 들으니 나도 세상을 구하러 나가고 싶어지네, 어쩌면 그게 허세에 불과할 지라도 말이지. 좋아, 해보자고.
ru_ru: Ебать, вот это боевой дух! Ты заставляешь меня хотеть пойти туда наружу прямо сейчас, спасти мир или что-то такое. Короче, мы в деле.

source: Those are words you don't hear from just any random punk. Makes me feel like this planet isn't quite circling the drain just yet. Fuck it, why not? I'm ready if you are.
ko: 아무 잡놈에게서나 들을 수 있는 말은 아니네. 덕분에 이 행성이 아직 완전히 망하진 않았다는 생각이 들어. 젠장, 왜 안 되겠어? 네가 준비됐다면 나도 준비됐어.
ru_ru: Такие слова от простого отброса не услышишь. У меня такое чувство, что эта планета еще не совсем пошла по пизде. Бля, а почему бы и нет? Я готов, только свистни.

source: Hey, you don't have to beat yourself up over it. And don't give me the puppy-dog eyes either. I wouldn't mind finding something constructive to do… when you're ready, I guess.
ko: 야, 그 일로 너무 자책할 필요는 없어. 그리고 그 강아지 같은 눈초리도 그만둬. 나도 뭔가 생산적인 일을 찾는 건 나쁘지 않다고 생각해… 네가 준비되면, 그때 같이 하자.
ru_ru: Эй, тебе не нужно мучить себя из-за этого. И не смотри на меня щенячьими глазками. Я был бы не прочь и сам заняться чем-нибудь полезным, но… полагаю, по твоей готовности.

source: Guessing you're a bio-weapon too. Badge or not, "reject" or not. Don't beat yourself up over it. I suppose you're suggesting I tag along, and to be honest I might as well. Lead the way.
ko: 너도 생체병기겠지. 배지가 있든 없든, “실패작”이든 아니든 말이야. 너무 자책하지 마. 네 말은 같이 가자는 거겠지? 솔직히 그것도 나쁘진 않겠네. 앞장서.
ru_ru: Наверное, ты тоже из проекта "Био-Оружие". Со значком ты или нет, отбракованный элемент ты или нет. Не кори себя за это. Полагаю, ты хочешь чтобы я присоединился к тебе, и, честно говоря, я тоже об этом думаю. Веди.

source: Original model? I'm not sure if I should take that as a compliment or not. I guess it'd be better than doing nothing and wasting time here. Ready when you are.
ko: 오리지널 모델이라고? 그걸 칭찬으로 받아들여야 할지 잘 모르겠네. 그래도 여기서 아무것도 안 하고 시간 낭비하는 것보단 낫겠지. 네가 준비됐다면 나도 준비됐어.
ru_ru: Оригинальный боец? Я не уверен, следует ли мне воспринимать это как комплимент или нет. Я думаю, это было бы лучше, чем ничего не делать и тратить время попусту. Я готов, действуем по твоей команде.

source: You've got guts, suggesting I follow along just out of boredom. You seem competent enough at least, so why not… lead on!
ko: 심심하다고 나보고 따라오라니, 배짱 한번 좋네. 최소한 능력은 있어보이니, 뭐… 좋아, 앞장서!
ru_ru: У тебя кишка тонка, если ты предлагаешь мне следовать за тобой чисто из-за от скуки. По крайней мере, в тебе ощущается достаточная компетентность, так почему бы и нет… веди!

source: Yeah, I don't think so.
ko: 응, 그건 아닌 것 같아.
ru_ru: Ага, я так не думаю.

source: You just asked me that.
ko: 방금 그거 물어봤잖아.
ru_ru: Мы только что об этом разговаривали.

source: Heh, another one caught in this mess, huh?
ko: 히, 또 한 놈이 이 난장판에 걸려들었군, 안 그런가?
ru_ru: Хех, еще один попался в эту заварушку, да?

source: Hey. Anything I can help you with, visitor?
ko: 이봐. 뭐 도와줄 일이라도 있나, 방문객?
ru_ru: Эй, посетитель. Могу чем-то помочь?

source: What is this place?
ko: 여기는 뭐하는 곳이지?
ru_ru: Что это за место?

source: Can I have some directions?
ko: 길 좀 알려줄 수 있어?
ru_ru: Можете подсказать какие-нибудь направления?

source: How are things here?
ko: 여기 상황은 어때?
ru_ru: Как здесь идут дела?

source: Can I stay here?
ko: 나도 여기 머물러도 될까?
ru_ru: Можно мне остаться здесь?

source: It's a refuge, made for the Bio-Weapon research team. I happened to be one of the guards of the project. It turned into a mess real quick. Only one of the original scientists is still here.
ko: 여긴 대피소야, 생체병기 연구팀을 위해 만들어진 곳이지. 나는 우연하게도 그 프로젝트의 경비 중 하나였어. 상황이 금세 엉망이 되어버렸지. 원래 과학자들 중에서는 이제 한 명만 남았어.
ru_ru: Это убежище, созданное для исследовательской группы проекта "Био-Оружие". Мне довелось быть одним из охранников проекта. Все очень быстро полетело в трубу. Только один из оригинальных ученых все еще остался здесь.

source: Bio-weapons?
ko: 생체병기?

source: Sure! This is the recreation room and lobby, and the kitchen is next to it. Down there is the main hallway. First door on the left is the dormitory, the Bio-Weapons are usually there. Across from that is just a bunch of junk metal. Down the hall you have the restroom on the right, then the research room on the left. Our leader, Router, is there. He can be a weirdo but he keeps us safe. Go talk to people if you need anything.
ko: 물론이지! 여기는 휴게실 겸 로비고, 옆이 주방이야. 저쪽으로 내려가면 메인 복도가 나와. 왼쪽 첫 번째 문이 기숙사야, 생체병기들은 보통 거기에 있어. 맞은편은 그냥 잡동사니 고철 더미뿐이야. 복도를 따라가면 오른쪽에 화장실이 있고, 왼쪽에 연구실이 있어. 우리 지도자인 루터가 거기 있지. 좀 괴짜지만, 우리를 안전하게 지켜줘. 필요하면 사람들한테 가서 얘기해.
ru_ru: Конечно! Это комната отдыха и вестибюль, а рядом с ней кухня. Внизу - главный коридор. Первая дверь слева - общежитие, там обычно живут те кто из проекта Био-Оружие. Напротив - просто куча металлолома. Дальше по коридору справа туалет, а слева - исследовательская комната. Наш лидер, Роутер, как раз там. Он может быть чудаком, но он держит нас в безопасности. Поговори с людьми, если тебе что-нибудь понадобится.

source: Will do.
ko: 그러지.
ru_ru: Так и сделаю.

source: Thought you'd know from the badge you're wearing. They've got augs like I do, but also some mutations and other changes to make them perform better as soldiers. Living weapons, basically. Whatever you ran into out there, don't worry. We're all on the same side here, for all their enhancements they act more like two bored teenagers than military experiments.
ko: 네가 달고 있는 배지를 봤을 때 이미 알고 있을 줄 알았는데. 걔네도 나처럼 증강을 받았긴 한데, 군인으로서 성능을 높이려고 돌연변이나 다른 개조도 좀 받았어. 말 그대로 살아있는 무기지. 저 밖에서 무슨 일을 겪었든 걱정하지 마. 우리는 모두 한편이야. 아무리 증강으로 강화되었어도, 행동은 군용 실험체라기보단 심심한 십대 두 명과 비슷해.
ru_ru: Думал, ты узнаешь это по значку, который на тебе. У них есть аугментации, как и у меня, но также некоторые мутации и другие изменения, чтобы они были лучше как солдаты. По сути они живое оружие. С чем бы тебе не довелось столкнуться, не волнуйся. Мы все здесь на одной стороне, несмотря на все их усовершенствования, они ведут себя скорее как два скучающих подростка, чем военные эксперименты.

source: Living weapons in a sense, but they're still as human as you or me. All cyborged up and injected full of mutagenic treatments, doc says they lost a lot of their memories but they don't really act too much like the killing machines those eggheads wanted…
ko: 어떤 의미로는 살아있는 무기지만, 그래도 우리나 너처럼 여전히 인간이야. 온몸이 사이보그화되고 뮤타젠을 잔뜩 맞았다고 의사가 그러더라. 기억을 많이 잃었다지만, 그 머리 좋은 놈들이 만들고 싶어했던 살인기계처럼 행동하진 않아…
ru_ru: В некотором смысле живое оружие, но они все еще такие же люди, как ты или я. Киборгизированные, заколотые мутагенными инъекциями. Док говорит, что они потеряли много своих воспоминаний, но на самом деле они не слишком похожи на машины для убийства, которых хотели сделать из них эти яйцеголовые…

source: Can't complain. We are safe, have food, water, and weapons. Router keeps working on something he says is important. Life isn't bad.
ko: 불평할 건 없어. 안전하고, 음식도 있고, 물도 있고, 무기도 있어. 루터는 중요한 일이라고 하면서 뭔가 계속 작업 중이야. 삶이 그렇게 나쁘진 않아.
ru_ru: Не жалуюсь. Мы в безопасности, у нас есть еда, вода и оружие. Роутер продолжает работать над тем, что считает важным. Жизнь не так уж плоха.

source: Good to hear.
ko: 그거 좋지.
ru_ru: Звучит хорошо.

source: It's not really up to me. Go ask Router what he thinks.
ko: 그건 내가 결정할 일이 아니야. 루터에게 물어봐.
ru_ru: На самом деле это не от меня зависит. Иди спроси Роутера, что он думает.

source: Thanks.
ko: 고마워.
ru_ru: Спасибо.

source: Hello there, hotshot, try not to break anything, ok?
ko: 안녕, 거물, 뭐라도 부수지 않도록 해, 알았지?
ru_ru: Привет, красотуля, постарайся ничего не сломать, хорошо?

source: Welcome. Try not to cause any trouble and things will be just fine.
ko: 환영해. 문제를 일으키지 않으면 다 잘 될 거야.
ru_ru: Добро пожаловать. Постарайся не создавать никаких проблем, и все будет в порядке.

source: Bye.
ko: 잘가.
ru_ru: Пока.

source: Used to be an old lab bunker. We had the lower level gutted and remodeled to make it livable. Better than nothing at least.
ko: 예전엔 오래된 연구소 벙커였어. 아래층을 비우고 개조해서 거주할 수 있도록 만들었지. 그래도 없는 것보단 나아.
ru_ru: Раньше это был старый лабораторный бункер. Мы выпотрошили и перестроили нижний уровень, чтобы сделать его пригодным для жизни. По крайней мере, лучше, чем ничего.

source: You want the grand tour, ask the guard that's usually lounging around in the rec room, downstairs. My duty's up here, and there's not much to see topside. Just some fields tilled and a shed for storage. All the interesting stuff is downstairs.
ko: 관람이라도 싶으면, 보통 휴게실에서 빈둥거리는 경비에게 물어봐, 아래층에 있어. 내 임무는 여기 위층이라, 볼만한 건 별로 없어. 그냥 밭 몇 개랑 창고용 헛간 정도야. 재미있는 건 다 아래층에 있어.
ru_ru: Если тебе нужна грандиозная экскурсия, спроси охранника, который обычно бездельничает в комнате отдыха внизу. Мой пост здесь, наверху, а наверху не на что смотреть. Просто несколько вспаханных полей и сарай для склада. Все самое интересное находится внизу.

source: Oh, okay.
ko: 오. 알았어.
ru_ru: О, хорошо.

source: Good enough. Stand here, keep an eye on things, sometimes take potshots at anything that shambles up to the fence. At least it isn't as boring when that happens.
ko: 충분해. 여기 서서 상황을 지켜보고, 울타리 쪽으로 비틀거리며 다가오는 것들이 있으면 가끔씩 대충 몇 발 쏘면 돼. 그런 일이 생기면 적어도 덜 지루하거든.
ru_ru: Достаточно хорошо. Стою здесь, слежу за всем, иногда стреляю во всё, что ползает вокруг или начинает лезть на забор. Хоть со скуки не помираю, когда нечто подобное происходит.

source: Alright.
ko: 그래.
ru_ru: Хорошо.

source: Go ask Router. He's down below with the others.
ko: 루터에게 물어봐. 그는 다른 사람들과 함께 아래층에 있어.
ru_ru: Иди спроси у Роутера. Он внизу с остальными.

source: Okay.
ko: 알았어.
ru_ru: Окей.

source: Huh, where'd the guard go…
ko: 어, 경비가 어디로 간 거지…
ru_ru: Хм, куда делся охранник…

source: Grab a weapon, we might have a chance to bust out of here.
ko: 무기를 챙겨, 여기서 탈출할 기회가 있을지도 몰라.
ru_ru: Хватай оружие, у нас может быть шанс вырваться отсюда.

source: Not a good time for this, fresh meat. What's wrong?
ko: 지금 이럴 때가 아니야. 신입. 무슨 일이야?
ru_ru: Не самое подходящее время для этого, свежее мясо. В чём дело?

source: You sure we have time to talk? What is it?
ko: 정말 얘기할 시간이 있어? 무슨 일이야?
ru_ru: Думаешь, что у нас есть время поговорить? Что случилось?

source: I don't know what's going on, but we might be able to get out of here.
ko: 무슨 일이 일어나고 있는지는 모르겠지만, 여기서 탈출할 수 있을지도 몰라.
ru_ru: Я не знаю, что происходит, но нам надо сваливать отсюда.

source: I don't know what you're here for, but you've got good timing.
ko: 무슨 일로 온 건지 모르겠지만, 타이밍 한번 좋네.
ru_ru: Я не знаю, что ты тут делаешь, но ты очень вовремя.

source: Hey you! You've got to help us, please…
ko: 이봐, 너! 제발 우리 좀 도와줘…
ru_ru: Эй, ты! Помоги нам, пожалуйста…

source: You're not one of the guards, don't look like one of their so-called clients either. What are you here for?
ko: 넌 경비도 아니고, 걔네들이 말하는 고객처럼 생기지도 않았네. 여기엔 무슨 일로 온 거야?
ru_ru: Ты не из охранников, и не выглядишь похоже ни на одного из их так называемых клиентов. Зачем ты здесь?

source: Hey, you're not one of them …can you help us?
ko: 야, 너 걔네들 중 하나가 아니지… 우리 좀 도와줄 수 있어?
ru_ru: Эй, ты не из этих …ты можешь нам помочь?

source: You've got to get us out of here!
ko: 여기서 우리를 꼭 데리고 나가줘!
ru_ru: Помоги нам выбраться отсюда!

source: What's going on?
ko: 무슨 일인데?
ru_ru: Что происходит?

source: Why are the others attacking us?
ko: 왜 다른 사람들이 우리를 공격하는 거지?
ru_ru: Почему остальные нападают на нас?

source: Follow my lead, I'll get us out of here.
ko: 날 따라와, 여기서 데리고 나가줄게.
ru_ru: Следуй за мной, я вытащу нас отсюда.

source: I'll help get you out of here.
ko: 여기서 나갈 수 있도록 도와줄게.
ru_ru: Я помогу тебе выбраться отсюда.

source: Guard set the cells to unlock themselves and left. Something's going on, and we might be able to escape.
ko: 경비가 감방을 자동으로 열리게 해두고 떠났어. 뭔가 일이 벌어지고 있는 것 같아, 우린 탈출할 수 있어.
ru_ru: Охранник разблокировал камеры и ушёл. Кажется, что-то странное происходит, и у нас, возможно, есть шанс сбежать.

source: Fucking riot or something, bastards cut both cell blocks loose. If we don't get eaten alive by the others we might be able to escape.
ko: 젠장, 폭동 같은 거야, 개자식들이 두 감방을 다 풀어놨어. 다른 녀석들에게 잡아먹히지 않는다면, 우리는 탈출할 수도 있어.
ru_ru: Ебучий бунт или что-то такое, эти ублюдки освободили оба тюремных блока. Если нас не сожрут заживо другие, мы ещё сможем сбежать.

source: I'm not sure, but what matters is the fact they let the other animals out too.
ko: 잘은 모르겠지만, 중요한 건 걔네가 다른 동물들도 풀어줬다는 거야.
ru_ru: Я не уверен, но важно то, что они выпустили и других животных.

source: We've been stuck down here for months fighting for the amusement of a bunch of sick fucks. Guard running the place remotely unlocked all of our cells and abandoned us.
ko: 우린 몇 달째 여기 아래에 갇혀, 병든 놈들 몇 명의 재미를 위해 싸우고 있었어. 경비가 원격으로 우리 감방을 다 열어놓고는 버리고 떠났어.
ru_ru: Мы застряли здесь на несколько месяцев, сражаясь ради развлечения кучки больных ублюдков. Охранник, управляющий этим местом, дистанционно отпер все наши камеры и бросил нас.

source: I don't know. We've been stuck down here for so long, but if we can get out …maybe you help us?
ko: 잘 모르겠어. 우린 여기 아래 갇혀 지낸 지 너무 오래됐거든, 하지만 만약 나갈 수 있다면… 혹시 우리를 좀 도와줄수 있겠어?
ru_ru: Я не знаю. Мы застряли здесь так долго, но если мы сможем выбраться ...может быть, вы нам поможете?

source: Are you with the police? Please, they've had us trapped down here for their fucking pit fights.
ko: 너 경찰이야? 제발, 걔네가 우리를 여기 아래 감금한 다음 끔찍한 구덩이 싸움을 시켰어.
ru_ru: Вы из полиции? Пожалуйста, они заперли нас здесь для своих ебанутых колизейных драк в ямах.

source: That's why you should be glad you're fresh meat. They move you to Red Team if you survive long enough, and the shit they do to you afterward turns you into an animal.
ko: 그게 바로 네가 신입이라 다행인 이유지. 꽤 오랫동안 살아남으면 널 레드 팀으로 옮기고, 그 뒤에 걔네가 널 갖고 하는 짓들이 널 완전히 동물로 만들게 되지.
ru_ru: Вот почему ты должен радоваться, что ты свежее мясо. Они переводят тебя в Красную команду, если ты выживешь достаточно долго, и то дерьмо, которое они с тобой потом делают, превращает тебя в оголтелое животное.

source: They're little better than animals, after all the shit they do to people survive enough fights.
ko: 그들에게는 동물과 별반 다를게 없어. 그들이 저지른 온갖 짓거리에도 불구하고 싸움에서 살아남는 놈들은 얼마든지 있거든.
ru_ru: Они немногим лучше животных, после всего того дерьма, которое они делают, с людьми пережившими достаточно боев.

source: They stage these fights pitting one cell block against the other, eventually the ones that snap get used to trying to kill anyone else not on their side…
ko: 걔네는 한 감방을 다른 감방과 맞붙도록 싸움을 붙여, 결국 화를 참지 못하는 녀석들은 자기 편이 아닌 사람들을 죽이도록 길들여지지…
ru_ru: Они устраивают эти бои, натравливая одну камеру на другую, в конце концов те, кто втягивается в этот пиздец, пытается убить всех кто не на их стороне…

source: They're the ones that have been held captive long enough to get used to being a fucking pit dog.
ko: 걔네는 충분히 오래 감금되어서 완전히 투견처럼 길들여진 녀석들이야.
ru_ru: Это те, кого держали в плену достаточно долго, чтобы привыкнуть к тому, что они боевые псины ебаные.

source: They're the other team in the fucking death matches these assholes would stage for their amusement. They're the ones that've been here long enough to actually get into it…
ko: 걔네는 이 개자식들이 재밌다고 벌이는 데스매치에 속한 다른 팀이야. 걔네는 진짜 그럴만큼 오래 산 놈들이지…
ru_ru: Это другая команда в учавствующая в этих ебаных смертельных матчка, которые эти гондоны устраивали для своего развлечения. Они те, кто пробыл здесь достаточно долго, чтобы действительно втянуться в этот пиздец…

source: They've been running this blood sport long enough that some of us can't even remember the surface.
ko: 걔네는 이 잔혹한 경기를 너무 오래 해와서, 우리 중 몇몇은 지상조차 떠올리지 못해.
ru_ru: Они занимаются этим кровавым спортом достаточно долго. Некоторые из нас уже даже не могут вспомнить поверхность.

source: Oh.
ko: 오.
ru_ru: Ух...

source: Alright. Let's give Red Team their final rest and see if we can escape…
ko: 좋아. 레드 팀에게 마지막 안식을 준다음 우리가 탈출할 수 있을지 보자고…
ru_ru: Хорошо. Давайте отправим Красную команду на покой и посмотрим, сможем ли мы сбежать…

source: To glory and death.
ko: 영광과 죽음을 위하여.
ru_ru: К славе и смерти.

source: There has to be a way out of here. Lead the way.
ko: 여기서 나갈 방법이 분명 있을 거야. 앞장서.
ru_ru: Должен быть выход отсюда. Показывай дорогу.

source: Fine by me. Let's go.
ko: 좋아, 괜찮아. 가자.
ru_ru: Меня это устраивает. Пойдем.

source: Thank you! I'll follow your lead.
ko: 고마워! 네 지시를 따를게.
ru_ru: Спасибо! Я последую твоему примеру.

source: Alright. Watch out for the others from Red Team.
ko: 좋아. 레드 팀의 다른 녀석들을 조심해.
ru_ru: Хорошо. Остерегайтесь остальных из Красной команды.

source: Any place has to be better than this. Lead on!
ko: 어디든 여기보단 나을 거야. 앞장서!
ru_ru: Любое место должно быть лучше, чем это. Веди!

source: You're really getting me out of here? Thank you…
ko: 정말 여기서 나가게 해주는 거야? 고마워…
ru_ru: Ты действительно вытащишь меня отсюда? Спасибо…

source: Let's go!
ko: 가자고!
ru_ru: Поехали!

source: You've got the badge, huh? I am listening.
ko: 배지 달고 있네, 그렇지? 듣고 있어.
ru_ru: У тебя есть бейдж, да? Я слушаю.

source: Hey there! Welcome to the Command Center.
ko: 안녕! 지휘 센터에 온 걸 환영해.
ru_ru: Эй, ты! Добро пожаловать в Командный Центр.

source: Who are you?
ko: 당신은 누구지?
ru_ru: Кто ты?

source: So now what are you going to do?
ko: 그럼 이제 뭘 할거지?
ru_ru: Так что теперь ты собираешься делать?

source: Anything I can help with?
ko: 내가 뭐 도울 것 없을까?
ru_ru: Я могу чем-нибудь помочь?

source: So, what can I help you with?
ko: 그럼, 내가 뭘 도와줄까?
ru_ru: Итак, чем я могу помочь?

source: Any advice for dealing with a bio-weapon?
ko: 생체병기를 상대할 때 도움이 될만한 조언 좀 해줄래?
ru_ru: Какие-нибудь советы связанные с Био-Оружием?

source: Farewell.
ko: 그럼 이만.
ru_ru: Прощай.

source: Survival, and eventually research. We'll manage given time. Keep an eye on Sigma and Lambda while you're at it… talk to them maybe? I've been busy working on repairs almost constantly, and they're both likely to go stir-crazy if they have nothing to do but sit around all day. Might help them figure out for themselves what to do.
ko: 생존이 먼저고, 최종적으론 연구지. 시간이 주어지면 우리가 어떻게든 해낼 거야. 그동안 시그마랑 람다도 잘 살펴보고… 얘네랑 이야기 좀 해봐. 난 거의 계속 수리 작업하느라 바빴고, 얘네 둘 다 하루 종일 앉아만 있으면 미쳐버릴 수도 있어. 어쩌면 스스로 뭘 해야 할지 알아내도록 도와줄 수도 있을 거야.
ru_ru: Выживание и, в конечном счете, исследование. Мы разберёмся со временем. Присматривай за Сигмой и Лямбдой, пока ты там... может быть, поговоришь с ними? Я почти постоянно занят ремонтом, и они оба, скорее всего, сойдут с ума, если им нечем будет заняться, кроме как сидеть без дела весь день. Возможно, это поможет им самим решить, что делать.

source: We'll see what I can do.
ko: 내가 뭘 할 수 있을지 살펴보지.
ru_ru: Посмотрим, что я смогу сделать.

source: I don't have any jobs for you, I'm afraid. If you see Sigma or Lambda, maybe speak with them. I've been busy working on repairs almost constantly, and they're both likely to go stir-crazy if they have nothing to do but sit around all day. Might help them figure out for themselves what to do.
ko: 미안하지만, 너한테 시킬 일은 없어. 시그마나 람다를 만나면, 얘네랑 이야기 좀 해봐. 난 거의 계속 수리 작업하느라 바빴고, 얘네 둘 다 하루 종일 앉아만 있으면 미쳐버릴 수도 있어. 어쩌면 스스로 뭘 해야 할지 알아내도록 도와줄 수도 있을 거야.
ru_ru: Боюсь, у меня нет для тебя никакой работы. Если ты увидишь Сигму или Лямбду, поговори с ними. Я почти постоянно был занят ремонтом, и они оба, скорее всего, сойдут с ума, если им нечем будет заняться, кроме как сидеть без дела весь день. Возможно, это поможет им самим решить, что делать.

source: If you have access to any sort of protection against electricity, use it. Most of them have electric discharge weaponry implanted in them, and those that don't have been known to mutilate their power generation augmentations to improvise.
ko: 어떤 형태로든 전기에 대한 방어 수단이 있다면 꼭 사용해. 대부분은 몸에 전기 방출 무기가 내장되어 있고, 그게 없는 녀석들은 전력 생성 증강 장치를 손상시켜서 임시 무기로 쓰는 경우도 있어.
ru_ru: Если у вас есть доступ к какой-либо защите от электричества, используйте ее. В большинстве из этих упырей имплантировано электроразрядное оружие, а те, о которых не было известно, калечат свои усилители выработки энергии, чтобы импровизировать.

source: Even with how much they've been through, their medical implants are usually still operational. If you commit to an attack, keep up the pressure. If you have to break contact, they'll have likely regenerated by the time you next run into them.
ko: 아무리 망가졌어도 보통 의료 이식물은 아직 작동하고 있을 거야. 공격하기로 결정했다면 계속 압박을 유지해. 만약 도망쳐야 한다면, 다음에 다시 마주칠 즈음이면 대부분 회복되어 있을 거야.
ru_ru: Даже с учетом того, через что они прошли, их медицинские имплантаты, как правило, все еще работают. Если ты решишься на атаку, продолжай давить. Если тебе придется прервать контакт, они, скорее всего, восстановятся к тому времени, когда ты в следующий раз столкнёшься с ними.

source: I'd recommend against taking them on in close combat, unless you're likewise fairly well-enhanced. Keep a safe distance and pour a high volume of fire into them. Only a few of the completed bio-weapons had any integrated ranged weaponry, so it'll be safer than going toe-to-toe with them.
ko: 근접전으로 싸우는 건 권장하지 않아. 너도 꽤 증강되어 있지 않다면 가능한 안전거리를 유지하고 많은 탄약을 퍼부어. 완성된 생체병기 중에서 원거리 무기가 내장된 개체는 얼마 되지 않으니, 정면으로 맞붙는 것보다는 훨씬 안전할 거야.
ru_ru: Я бы рекомендовал не вступать с ними в ближний бой, если только ты не достаточно хорошо развит физически. Держись на безопасном расстоянии и поливай их свинцом без остановки. Только некоторые из полностью готовых бойцов Био-Оружия имеют встроенное дальнобойное оружие, так что безопаснее будет атаковать их именно издалека.
