Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: The launchers volume of the Rebuilding Civilization encyclopedia. This book contains everything from the use of spraycan flamethrowers to recoiless rifles in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый гранатомётам. Эта книга содержит всё, начиная от использования огнеметов-распылителей и заканчивая безоткатными гранатомётами в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The melee combat volume of the Rebuilding Civilization encyclopedia. This book contains everything from using a branch to martial arts techniques in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый рукопашному бою. Эта книга содержит все, от использования ветви до техники боевых искусств в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The pistols volume of the Rebuilding Civilization encyclopedia. This book contains everything from using zip pistols to laser pistols in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый пистолетам. Эта книга содержит всё, начиная от использования дешёвых пистолетов и заканчивая лазерными пистолетами в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The rifles volume of the Rebuilding Civilization encyclopedia. This book contains everything from using zip rifles to laser rifles in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый винтовкам. Эта книга содержит все-от использования простых винтовок до лазерных винтовок в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The shotguns volume of the Rebuilding Civilization encyclopedia. This book contains everything from using zip shotguns to laser scatter guns in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый дробовикам. Эта книга содержит все, начиная от использования простых дробовиков и заканчивая лазерными рассеивающими пушками в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The sub machineguns volume of the Rebuilding Civilization encyclopedia. This book contains everything from using makeshift smgs to automatic laser carbines in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый пистолетам-пулемётам. Эта книга содержит всё, начиная от использования самодельных СМГ и заканчивая автоматическими лазерными карабинами в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The speech volume of the Rebuilding Civilization encyclopedia. This book contains everything from recruiting survivors to running for political office in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый красноречию. Эта книга содержит всё - от вербовки выживших до участия в выборах на политические должности в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The piercing weapons volume of the Rebuilding Civilization encyclopedia. This book contains everything from using switchblades to spear combat in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый колющему оружию. Эта книга содержит всё - от использования выкидных клинков до боя на копьях в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The survival volume of the Rebuilding Civilization encyclopedia. This book contains everything from camping to survival on a deserted island in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый выживанию. Эта книга содержит всё - от простого кемпинга до выживания на необитаемом острове в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The swimming volume of the Rebuilding Civilization encyclopedia. This book contains everything from recreational swimming to crossing rivers in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый плаванию. Эта книга содержит всё, начиная от рекреационного плавания и заканчивая пересечением рек в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The tailoring volume of the Rebuilding Civilization encyclopedia. This book contains everything from fixing clothing tears to fashion designing in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый шитью. Эта книга содержит всё, начиная от исправления разрывов одежды и заканчивая дизайном одежды в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The throwing volume of the Rebuilding Civilization encyclopedia. This book contains everything from throwing stones to spear hunting in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый метанию. Эта книга содержит всё - от метания камней до охоты на копья в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The traps volume of the Rebuilding Civilization encyclopedia. This book contains everything from spike pits to disarming landmines in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый ловушкам. Эта книга содержит всё, начиная от ям с шипами и заканчивая обезвреживанием наземных мин в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: The unarmed volume of the Rebuilding Civilization encyclopedia. This book contains everything from self defense techniques to MMA fighting in fine detail. Being the basic model it skips over the theoretical, recommending the advanced companion book for that knowledge.
ru_ru: Том сборника "Восстанавливая Цивилизацию", посвящённый безоружному бою. Эта книга содержит всё - от приемов самообороны до боя в ММА в мельчайших деталях. Следуя только общей модели всего сборника, она пропускает теоретическую часть, но рекомендует вдобавок использовать специальную, сопутствующую литературу для теоретической базы.

source: Rebuilding Civilization: Advanced Mechanics
ru_ru: Восстанавливая Цивилизацию: Продвинутая механика

source: The companion book for the main mechanics volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о механике для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Fabrication
ru_ru: Восстанавливая Цивилизацию: Продвинутое производство

source: The companion book for the main fabrication volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о производстве для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Archery
ru_ru: Восстанавливая Цивилизацию: Продвинутая стрельба из лука

source: The companion book for the main archery volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о стрельбе из лука для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Barter
ru_ru: Восстанавливая Цивилизацию: Продвинутая торговля

source: The companion book for the main bartering volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о торговле для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Bashing Weapons
ru_ru: Восстанавливая Цивилизацию: Продвинутое дробящее оружие

source: The companion book for the main bashing weapons volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о дробящем оружии для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Computers
ru_ru: Восстанавливая Цивилизацию: Продвинутые компьютеры

source: The companion book for the main computers volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о компьютерах для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Cooking
ru_ru: Восстанавливая Цивилизацию: Продвинутая кулинария

source: The companion book for the main cooking volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о кулинарии для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Cutting Weapons
ru_ru: Восстанавливая Цивилизацию: Продвинутое режущее оружие

source: The companion book for the main cutting weapons volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о режущем оружии для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Dodging
ru_ru: Восстанавливая Цивилизацию: Продвинутое уклонение

source: The companion book for the main dodging volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о уклонении для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Driving
ru_ru: Восстанавливая Цивилизацию: Продвинутое вождение

source: The companion book for the main driving volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о вождении для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Electronics
ru_ru: Восстанавливая Цивилизацию: Продвинутая электроника

source: The companion book for the main electronics volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о электронике для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced First Aid
ru_ru: Восстанавливая Цивилизацию: Продвинутая первая помощь

source: The companion book for the main first aid volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о первой помощи для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Marksmanship
ru_ru: Восстанавливая Цивилизацию: Продвинутая стрельба

source: The companion book for the main marksmanship volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о стрельбе для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Launchers
ru_ru: Восстанавливая Цивилизацию: Продвинутые гранатомёты

source: The companion book for the main launchers volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о гранатомётах для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Melee Combat
ru_ru: Восстанавливая Цивилизацию: Продвинутый безоружный бой

source: The companion book for the main melee combat volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о безоружном бое для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Pistols
ru_ru: Восстанавливая Цивилизацию: Продвинутые пистолеты

source: The companion book for the main pistols volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о пистолетах для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Rifles
ru_ru: Восстанавливая Цивилизацию: Продвинутые винтовки

source: The companion book for the main rifle volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о винтовках для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Shotguns
ru_ru: Восстанавливая Цивилизацию: Продвинутые дробовики

source: The companion book for the main shotguns volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о дробовиках для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Sub Machineguns
ru_ru: Восстанавливая Цивилизацию: Продвинутые пистолеты-пулемёты

source: The companion book for the main sub machineguns volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о пистолетах-пулемётах для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Speech
ru_ru: Восстанавливая Цивилизацию: Продвинутое красноречие

source: The companion book for the main speech volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о красноречии для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Piercing Weapons
ru_ru: Восстанавливая Цивилизацию: Продвинутое колющее оружие

source: The companion book for the main piercing weapons volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о колющем оружии для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Survival
ru_ru: Восстанавливая Цивилизацию: Продвинутое выживание

source: The companion book for the main survival volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о выживании для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Swimming
ru_ru: Восстанавливая Цивилизацию: Продвинутое плавание

source: The companion book for the main volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о плавании для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Tailoring
ru_ru: Восстанавливая Цивилизацию: Продвинутое шитьё

source: The companion book for the main tailoring volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о шитье для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Throwing
ru_ru: Восстанавливая Цивилизацию: Продвинутое метание

source: The companion book for the main throwing volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о метании для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Traps
ru_ru: Восстанавливая Цивилизацию: Продвинутые ловушки

source: The companion book for the main trapping volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о ловушках для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: Rebuilding Civilization: Advanced Unarmed Combat
ru_ru: Восстанавливая Цивилизацию: Продвинутый безоружный бой

source: The companion book for the main unarmed volume of the Rebuilding Civilization encyclopedia. This book contains theoretical and more advanced but impractical additions to the previous volume.
ru_ru: Дополнительная книга о безоружном бое для основного тома цикла "Восстанавливая Цивилизацию". Эта книга содержит теоретические и более продвинутые, но непрактичные дополнения к предыдущему тому.

source: This is a journal with what seems to be an invitation of some sort from some unknown organization. While its contents rather boring to read, some bits offer promises of 'forbidden knowledge' and that said contents are 'just a taste of true power'… Science has definitely gone too far…
ru_ru: Это журнал с каким-то приглашением от какой-то неизвестной организации. В то время как его содержание довольно скучно читать, некоторые фрагменты обещают "запретное знание", и это содержание - "просто вкус истинной силы".… Наука определенно зашла слишком далеко…

source: The best defense is a good offense. +1 Block attempts, damage blocked increased by 100%% of Intelligence. Lasts 2 turns.
ru_ru: Лучшая защита - это нападение. +1 Попытка блокировки, заблокированный урон увеличен на 100%% от Интеллекта. Длится 2 хода.
