Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: A tendril slithers from the biological rifle and jabs into you, draining something before a small magazine of living flesh weaves itself together and sloughs off the weapon.
ko: 생명공학적 소총에서 촉수가 미끄러지듯이 빠져나와 당신을 찔렀고, 작은 탄창에 살아있는 살점이 엮여 무기에서 떨어져 나가기 전에 무언가를 빨아들입니다.

source: A tendril slithers from the biological machinegun and jabs into you, draining something before a small magazine of living flesh weaves itself together and sloughs off the weapon.
ko: 생명공학적 기관총에서 촉수가 미끄러지듯이 빠져나와 당신을 찔렀고, 작은 탄창에 살아있는 살점이 엮여 무기에서 떨어져 나가기 전에 무언가를 빨아들입니다.

source: A tendril slithers from the biological scattergun and jabs into you, draining something before a small magazine of living flesh weaves itself together and sloughs off the weapon.
ko: 생명공학적 산탄총에서 촉수가 미끄러지듯이 빠져나와 당신을 찔렀고, 작은 탄창에 살아있는 살점이 엮여 무기에서 떨어져 나가기 전에 무언가를 빨아들입니다.

source: fleshwoven pistol magazine
ko: 살점 권총 탄창

source: A chunk of woven sinew and mutated bone, that feels like it's holding some sort of liquid. It was grown for use with the biological pistol.
ko: 어떤 액체를 담고 있는 것처럼 느껴지는 힘줄을 엮고 변이된 뼈를 혼합하여 만든 작은 덩어리입니다. 생명공학적 권총에 사용하기 위해 배양되었습니다.

source: fleshwoven SMG magazine
ko: 살점 기관단총 탄창

source: A chunk of woven sinew and mutated bone, that feels like it's holding some sort of liquid. It was grown for use with the biological sub-machinegun.
ko: 어떤 액체를 담고 있는 것처럼 느껴지는 힘줄을 엮고 변이된 뼈를 혼합하여 만든 작은 덩어리입니다. 생명공학적 기관단총에 사용하기 위해 배양되었습니다.

source: fleshwoven rifle magazine
ko: 살점 소총 탄창

source: A chunk of woven sinew and mutated bone, that feels like it's holding some sort of liquid. It was grown for use with the biological rifle.
ko: 어떤 액체를 담고 있는 것처럼 느껴지는 힘줄을 엮고 변이된 뼈를 혼합하여 만든 작은 덩어리입니다. 생명공학적 소총에 사용하기 위해 배양되었습니다.

source: fleshwoven LMG magazine
ko: 살점 경기관총 탄창

source: A small chunk of woven sinew and mutated bone, that feels like it's holding some sort of liquid. It was grown for use with the biological machinegun.
ko: 어떤 액체를 담고 있는 것처럼 느껴지는 힘줄을 엮고 변이된 뼈를 혼합하여 만든 작은 덩어리입니다. 생명공학적 기관총에 사용하기 위해 배양되었습니다.

source: fleshwoven shotgun magazine
ko: 살점 산탄총 탄창

source: A small chunk of woven sinew and mutated bone, that feels like it's holding some sort of liquid. It was grown for use with the biological scattergun.
ko: 어떤 액체를 담고 있는 것처럼 느껴지는 힘줄을 엮고 변이된 뼈를 혼합하여 만든 작은 덩어리입니다. 생명공학적 산탄총에 사용하기 위해 배양되었습니다.

source: Obsolete CBM
ko: 미사용 CBM

source: This is a now-unneeded holdover from back when Atomic Battery had to work around code bugs and would only generate power when turned off instead of when turned on.
ko: 이제는 필요 없는 더미로, 과거 원자력 배터리가 코드 버그를 우회해야 했을 때, 켜져 있을 때가 아니라 꺼져 있을 때만 전력을 생성하던 시절의 유산입니다.

source: Bugout Location Directions
ko: 비상 탈출지점 지도
ru_ru: Ошибка в Указаниях местоположения

source: Thoroughly poring over the map, you memorize the location.
ko: 지도를 꼼꼼히 살펴본 후 위치를 기억했습니다.

source: A map and set of directions, leading to somebody's rendezvous point. The name scribbled in one corner seems faintly familiar.
ko: 누군가와의 약속 장소 및 가는 길이 그려진 지도입니다. 한쪽 구석에 휘갈겨 쓴 이름은 왠지 낯익어 보입니다.
ru_ru: Карта и набор направлений, ведущих к чьей-то точке встречи. Имя, нацарапанное в углу, кажется смутно знакомым.

source: field
ko: 평야
ru_ru: поле

source: Hydrogen Pulse Cell
ko: 수소 펄스 연료 전지

source: A small, advanced form of hydrogen fuel cell, designed to produce a spike of power production for cutting-edge military cybernetics. This is the separate chamber for burning lower-pressure hydrogen, for less intense bursts of bionic energy.
ko: 작고 진보된 형태의 수소 연료 전지로, 최첨단 군용 바이오닉에 대량의 전력을 공급하도록 설계되었습니다. 이것은 저압 수소를 연소시켜 별도의 연소실로, 약간 폭발적이고 강력한 바이오닉 에너지를 제공합니다.

source: mutagenic hemoampoule
ko: 돌연변이 혈액 앰플
ru_ru: мутагенная гемоампула

source: A resinous capsule filled with what looks like congealed blood, mixed with mutagenic compounds. Not as strong as mutagenic serum, but will require a syringe to use.
ko: 응고된 피처럼 보이는 물질과 변이성 화합물이 혼합되어 있는 수지 캡슐입니다. 뮤타젠 혈청만큼 강력하진 않으며, 사용하려면 주사기가 필요합니다.
ru_ru: Смолистая капсула, наполненная чем-то похожим на свернувшуюся кровь, смешанную с мутагенными соединениями. Не такая сильная, как мутагенная сыворотка. Для использования потребуется шприц.

source: purified hemoampoule
ko: 정화된 혈액 앰플
ru_ru: пурификационная гемоампула

source: A resinous capsule filled with what looks like congealed blood, mixed with stabilizing compounds. Mimics the effects of purifier, but requires a syringe to use.
ko: 응고된 피처럼 보이는 물질과 변이성 화합물이 혼합되어 있는 수지 캡슐입니다. 정화제와 유사한 효과를 발휘하지만, 사용하려면 주사기가 필요합니다.
ru_ru: Смолистая капсула, наполненная чем-то похожим на свернувшуюся кровь, смешанную со пурификационными соединениями. Имитирует действие пурификатора, но требует использования шприца.

source: Hemocatalyzed Infusion
ko: 혈액 촉매 주입
ru_ru: Гемокатализированная инфузия

source: Creates a bio-ampoule filled with mutagen, adds additional side effects.
ko: 뮤타젠이 담긴 생명공학 앰플을 생성하며, 추가적인 부작용이 발생합니다.
ru_ru: Создает био-ампулу, наполненную мутагеном, добавляет дополнительные побочные эффекты.

source: Hemocatalyst Damage
ko: 혈액 촉매 피해
ru_ru: Гемокаталитический урон

source: Adds the damaging side effect to the infuser and defuser.
ko: 주입과 확산에 피해 부작용을 추가합니다.
ru_ru: Добавляет вредный побочный эффект к инфузору и дефузору.

source: Hemocatalyzed Defusion
ko: 혈액 촉매 확산
ru_ru: Гемокатализированная дефузия

source: Creates a bio-ampoule filled with purifer, adds additional side effects.
ko: 정화제가 담긴 생명공학 앰플을 생성하며, 추가적인 부작용이 발생합니다.
ru_ru: Создает био-ампулу, наполненную очистителем, добавляет дополнительные побочные эффекты.

source: <color_light_green>Cataclysm++</color>
ko: <color_light_green>대격변++</color>

source: The unofficial expansion mod for Cataclysm: Bright Nights. The gigantic jabberwock of a mod that adds a lot of content to the game: new items, buildings, scenarios, monsters, etc. It also reworks and adds alternatives to many things from recipes to scenarios. It also adds a pseudo-story and lore on the works. The Bio-Weapon, Super Soldier, Commandeers, Slave Fighters and the Old World Prepper NPC factions join the world. Seek the Bio-weapons, find loot, take down new monsters and invest in skills for new craftable items.
ko: 대격변: 밝은 밤의 비공식 확장 모드입니다. 게임에 많은 콘텐츠를 추가하는 거대한 모드로, 새로운 물품, 건물, 시나리오, 괴물 등을 포함하고 있습니다. 또한 기존의 제작법부터 시나리오까지 많은 요소를 재구성하고 대안을 추가하며, 게임 분위기에 맞는 이야기와 설정을 제공합니다. 세계에 생체병기, 초인 병사, 지휘 센터, 노예 전사, 재앙대비자 NPC 세력이 추가됩니다. 생체병기를 발견하고, 전리품을 얻고, 새로운 괴물을 처치하며, 새롭게 제작 가능한 물품을 위한 기술에 투자하세요.

# profession_male
source: Failed Bio-Weapon
ko: 생체병기 실패작
ru_ru: Неудачное Био-Оружие

# profession_female
source: Failed Bio-Weapon
ko: 생체병기 실패작
ru_ru: Неудачное Био-Оружие

# prof_desc_male
source: From the moment you opened your eyes you knew you were a failure, a reject. Destined to be something great but many a mistake took that away from you. You awoke in a world of monsters, but you're determined to prove you aren't one of them.
ko: 눈을 뜬 순간부터, 당신은 자신이 실패작이자 버림받은 존재임을 알았습니다. 당신은 위대한 존재가 될 운명이었지만, 수많은 실수들이 그 운명을 앗아갔습니다. 당신은 괴물들의 세상에서 깨어났지만, 자신이 그들 중 하나가 아님을 증명하기로 마음먹었습니다.
ru_ru: С того момента как ты открыл глаза, ты уже знал что ты брак, неудавшийся экспериент. Предназначен для чего-то великого, но слишком большое количество ошибок в твоей проектировке забрало у тебя твоё будущее. Ты пробудился в мире монстров, но ты полон решимости доказать что ты не один из них.

# prof_desc_female
source: From the moment you opened your eyes you knew you were a failure, a reject. Destined to be something great but many a mistake took that away from you. You awoke in a world of monsters, but you're determined to prove you aren't one of them.
ko: 눈을 뜬 순간부터, 당신은 자신이 실패작이자 버림받은 존재임을 알았습니다. 당신은 위대한 존재가 될 운명이었지만, 수많은 실수들이 그 운명을 앗아갔습니다. 당신은 괴물들의 세상에서 깨어났지만, 자신이 그들 중 하나가 아님을 증명하기로 마음먹었습니다.
ru_ru: С того момента как ты открыла глаза, ты уже знала что ты брак, неудавшийся экспериент. Предназначена для чего-то великого, но слишком большое количество ошибок в твоей проектировке забрало у тебя твоё будущее. Ты пробудилась в мире монстров, но ты полна решимости доказать что ты не одна из них.

# profession_male
source: Fungus Failed Bio-Weapon
ko: 균사체 생체병기 실패작
ru_ru: Неудачное Грибное Био-Оружие

# profession_female
source: Fungus Failed Bio-Weapon
ko: 균사체 생체병기 실패작
ru_ru: Неудачное Грибное Био-Оружие

# prof_desc_male
source: Assimilation process is complete, incorporation and modification of biology and bionics into our system was successful. Protection of our new domain and brethren is our current objective. Inability to remove previous DNA marker is but a minor setback.
ko: 동화 과정이 완료되었습니다. 생체 구조와 바이오닉을 우리 체계에 통합하고 개조하는 데 성공했습니다. 이제 우리의 새로운 영역과 동족을 보호하는 것이 현재의 목표입니다. 이전 DNA 마커를 제거하지 못한 것은 그저 사소한 문제일 뿐입니다.
ru_ru: Процесс ассимиляции окончен, внедрение и модификация биологических и бионических частей тела в нашу систему прошла успешно. Защита наших владений и наших братьев есть первичная и главная задача. Невозможность удалить предыдущий маркер ДНК, лишь небольшая помеха.

# prof_desc_female
source: Assimilation process is complete, incorporation and modification of biology and bionics into our system was successful. Protection of our new domain and brethren is our current objective. Inability to remove previous DNA marker is but a minor setback.
ko: 동화 과정이 완료되었습니다. 생체 구조와 바이오닉을 우리 체계에 통합하고 개조하는 데 성공했습니다. 이제 우리의 새로운 영역과 동족을 보호하는 것이 현재의 목표입니다. 이전 DNA 마커를 제거하지 못한 것은 그저 사소한 문제일 뿐입니다.
ru_ru: Процесс ассимиляции окончен, внедрение и модификация биологических и бионических частей тела в нашу систему прошла успешно. Защита наших владений и наших братьев есть первичная и главная задача. Невозможность удалить предыдущий маркер ДНК, лишь небольшая помеха.

# profession_male
source: Bio-Weapon Alpha
ko: 생체병기 알파
ru_ru: Био-Оружие Альфа

# profession_female
source: Bio-Weapon Alpha
ko: 생체병기 알파
ru_ru: Био-Оружие Альфа

# prof_desc_male
source: 'The Predator'. You were the first, the Alpha. Created to sow chaos behind enemy lines, driven by hunger. You awoke into the unknown with an appetite - good thing the world is full of prey to devour!
ko: ‘포식자’는 최초이자 알파였습니다. 적진 깊숙이 혼란을 퍼트리도록 만들어졌고, 굶주림에 의해 움직였습니다. 욕망을 품고 알 수 없는 세상에서 깨어났지만, 다행스럽게도 세상은 사냥감으로 가득합니다!
ru_ru: "Хищник". Ты был первым, Альфа. Создан, чтобы сеять хаос в тылу врага, движимый неистовым голодом. Ты проснулся в неизвестности, имея немалый аппетит. И это прекрасно что этот мир усеян добычей, которую можно сожрать!

# prof_desc_female
source: 'The Predator'. You were the first, the Alpha. Created to sow chaos behind enemy lines, driven by hunger. You awoke into the unknown with an appetite - good thing the world is full of prey to devour!
ko: ‘포식자’는 최초이자 알파였습니다. 적진 깊숙이 혼란을 퍼트리도록 만들어졌고, 굶주림에 의해 움직였습니다. 욕망을 품고 알 수 없는 세상에서 깨어났지만, 다행스럽게도 세상은 사냥감으로 가득합니다!
ru_ru: "Хищник". Ты был первым, Альфа. Создан, чтобы сеять хаос в тылу врага, движимый неистовым голодом. Ты проснулась в неизвестности, имея немалый аппетит. И это прекрасно что этот мир усеян добычей, которую можно сожрать!

# profession_male
source: Bio-Weapon Delta
ko: 생체병기 델타
ru_ru: Био-Оружие Дельта

# profession_female
source: Bio-Weapon Delta
ko: 생체병기 델타
ru_ru: Био-Оружие Дельта

# prof_desc_male
source: 'The Infiltrator', created to infiltrate, scout, spy and assassinate. Capable of taking down enemies from afar, exploring enemy territory and integrating into the local populace. You awoke to chaos, and you plan to eliminate whoever caused it.
ko: ‘침투자’는 침투, 정찰, 첩보, 암살을 위해 만들어졌습니다. 원거리에서 적을 제압할 수 있고, 적진을 탐험하며 지역 주민 속에 녹아들 수도 있습니다. 당신은 혼돈 속에서 깨어났고, 그 혼돈을 일으킨 자들을 제거하려 합니다.
ru_ru: "Лазутчик". Ты был создан для проникновения, разведки, шпионажа и убийств. Способен уничтожать врагов издалека, исследовать вражескую территорию и интегрироваться в местное население. Ты проснулся в хаосе и планируеешь устранить того, кто его вызвал.

# prof_desc_female
source: 'The Infiltrator', created to infiltrate, scout, spy and assassinate. Capable of taking down enemies from afar, exploring enemy territory and integrating into the local populace. You awoke to chaos, and you plan to eliminate whoever caused it.
ko: ‘침투자’는 침투, 정찰, 첩보, 암살을 위해 만들어졌습니다. 원거리에서 적을 제압할 수 있고, 적진을 탐험하며 지역 주민 속에 녹아들 수도 있습니다. 당신은 혼돈 속에서 깨어났고, 그 혼돈을 일으킨 자들을 제거하려 합니다.
ru_ru: "Лазутчик". Ты был создан для проникновения, разведки, шпионажа и убийств. Способен уничтожать врагов издалека, исследовать вражескую территорию и интегрироваться в местное население. Ты проснулся в хаосе и планируеешь устранить того, кто его вызвал.

# profession_male
source: Bio-Weapon Beta
ko: 생체병기 베타
ru_ru: Био-Оружие Бета

# profession_female
source: Bio-Weapon Beta
ko: 생체병기 베타
ru_ru: Био-Оружие Бета

# prof_desc_male
source: 'The Immortal', designed to be a one-man army. Your body is a lethal weapon, finely tuned arms and defenses ready to destroy anything standing in your way. You awoke to a horde of enemies, so now you take them all on.
ko: '불멸자'는 일인 군대로 설계되었습니다. 당신의 몸은 치명적인 무기이며, 정교하게 다듬어진 무기와 방어력은 길을 가로막는 그 어떤 것도 파괴할 준비가 되어 있습니다. 당신은 적의 무리 속에서 깨어났고, 이제 그들 전부를 상대합니다.
ru_ru: "Бессмертный". Ты есть воплощение слов "и один в поле - воин". Ваше тело - смертоносное оружие, неслабо усиленные руки и защитные системы, готовые уничтожить все, что стоит на твоём пути. Ты проснулся из за откружающей тебя орды врагов, так что теперь самое время вступить с ними в схватку.

# prof_desc_female
source: 'The Immortal', designed to be a one-man army. Your body is a lethal weapon, finely tuned arms and defenses ready to destroy anything standing in your way. You awoke to a horde of enemies, so now you take them all on.
ko: '불멸자'는 일인 군대로 설계되었습니다. 당신의 몸은 치명적인 무기이며, 정교하게 다듬어진 무기와 방어력은 길을 가로막는 그 어떤 것도 파괴할 준비가 되어 있습니다. 당신은 적의 무리 속에서 깨어났고, 이제 그들 전부를 상대합니다.
ru_ru: "Бессмертный". Ты есть воплощение слов "и один в поле - воин". Ваше тело - смертоносное оружие, неслабо усиленные руки и защитные системы, готовые уничтожить все, что стоит на твоём пути. Ты проснулась из за откружающей тебя орды врагов, так что теперь самое время вступить с ними в схватку.

# profession_male
source: Bio-Weapon Gamma
ko: 생체병기 감마
ru_ru: Био-Оружие Гамма

# profession_female
source: Bio-Weapon Gamma
ko: 생체병기 감마
ru_ru: Био-Оружие Гамма

# prof_desc_male
source: 'The Mechanic', created to sabotage, destroy, assimilate or repair bio-technology. You are a walking, adaptive repair machine. You awoke to the sounds of machines fighting abominations. You could help them, or destroy them, if they get in your way.
ko: ‘기계공’은 바이오닉 기술을 교란·파괴·동화하거나 수리하도록 만들어졌습니다. 당신은 걸어다니는 적응형 수리 기계이며. 기계들이 혐오체들과 싸우는 소리 속에서 깨어났고, 그들을 도울 수도 있으며 방해가 된다면 파괴할 수도 있습니다.
ru_ru: "Механик". Ты создан для саботажа, разрушения, ассимиляции и восстановления био-технологий. Ты ходячая, адаптивная ремонтная машина. Ты проснулся от звуков машин, сражающихся с мерзостями. Ты можешь помочь им или уничтожить их, если они встанут у тебя на пути.

# prof_desc_female
source: 'The Mechanic', created to sabotage, destroy, assimilate or repair bio-technology. You are a walking, adaptive repair machine. You awoke to the sounds of machines fighting abominations. You could help them, or destroy them, if they get in your way.
ko: ‘기계공’은 바이오닉 기술을 교란·파괴·동화하거나 수리하도록 만들어졌습니다. 당신은 걸어다니는 적응형 수리 기계이며. 기계들이 혐오체들과 싸우는 소리 속에서 깨어났고, 그들을 도울 수도 있으며 방해가 된다면 파괴할 수도 있습니다.
ru_ru: "Механик". Ты создана для саботажа, разрушения, ассимиляции и восстановления био-технологий. Ты ходячая, адаптивная ремонтная машина. Ты проснулась от звуков машин, сражающихся с мерзостями. Ты можешь помочь им или уничтожить их, если они встанут у тебя на пути.

# profession_male
source: Super Soldier
ko: 초인 병사
ru_ru: Суперсолдат

# profession_female
source: Super Soldier
ko: 초인 병사
ru_ru: Суперсолдат

# prof_desc_male
source: The infantry of the Super Soldier project. You are one of many augmented soldiers to be deployed into a battle field to ensure victory. With range and melee capabilities, you engage enemies en masse.
ko: 초인 병사 프로젝트의 보병입니다. 당신은 확실한 승리를 위해 전장에 투입되었던 수많은 증강된 군인들 중 하나이며, 원거리 및 근접 전투 능력을 갖추고 규모에 의지해 적과 맞서 싸웠습니다.
ru_ru: Пехота проекта "Суперсолдат". Ты один из многих аугментированных солдат, которых отправляют на поле битвы для обеспечения победы. Обладая возможностями дальнего и ближнего боя, ты можешь сражаться с несколькими врагами сразу.

# prof_desc_female
source: The infantry of the Super Soldier project. You are one of many augmented soldiers to be deployed into a battle field to ensure victory. With range and melee capabilities, you engage enemies en masse.
ko: 초인 병사 프로젝트의 보병입니다. 당신은 확실한 승리를 위해 전장에 투입되었던 수많은 증강된 군인들 중 하나이며, 원거리 및 근접 전투 능력을 갖추고 규모에 의지해 적과 맞서 싸웠습니다.
ru_ru: Пехота проекта "Суперсолдат". Ты один из многих аугментированных солдат, которых отправляют на поле битвы для обеспечения победы. Обладая возможностями дальнего и ближнего боя, ты можешь сражаться с несколькими врагами сразу.

# profession_male
source: Super Scout
ko: 초인 정찰병
ru_ru: Суперразведчик

# profession_female
source: Super Scout
ko: 초인 정찰병
ru_ru: Суперразведчик

# prof_desc_male
source: The sniper of the Super Soldier project. You are one of a few augmented soldiers to be used for reconnaissance and V.I.P assassinations. With your weapons and skills, you can eliminate key targets after living for weeks in enemy territory.
ko: 초인 병사 프로젝트의 저격수입니다. 당신은 정찰과 VIP 암살에 투입되었던 소수의 증강된 군인 중 한 명입니다. 무기와 기술을 활용해 적지에서도 몇 주 동안 생존한 뒤 핵심 표적을 제거할 수 있습니다.
ru_ru: Снайпер проекта "Суперсолдат". Ты один из немногих улучшенных солдат, которых можно использовать для разведки и VIP-убийств. С твоим оружием и навыками ты можешь уничтожать свои цели, неделями прожив на вражеской территории.

# prof_desc_female
source: The sniper of the Super Soldier project. You are one of a few augmented soldiers to be used for reconnaissance and V.I.P assassinations. With your weapons and skills, you can eliminate key targets after living for weeks in enemy territory.
ko: 초인 병사 프로젝트의 저격수입니다. 당신은 정찰과 VIP 암살에 투입되었던 소수의 증강된 군인 중 한 명입니다. 무기와 기술을 활용해 적지에서도 몇 주 동안 생존한 뒤 핵심 표적을 제거할 수 있습니다.
ru_ru: Снайпер проекта "Суперсолдат". Ты один из немногих улучшенных солдат, которых можно использовать для разведки и VIP-убийств. С твоим оружием и навыками ты можешь уничтожать свои цели, неделями прожив на вражеской территории.

# profession_male
source: Super Bio-engineer
ko: 초인 생명공학 기술자
ru_ru: Супер Био-инженер

# profession_female
source: Super Bio-engineer
ko: 초인 생명공학 기술자
ru_ru: Супер Био-инженер

# prof_desc_male
source: Biological and mechanical repair unit, the combat engineer of the Super Soldier project. You are one of many augmented military mechanics to be used as a repair module. With repair, medical and general electronic capabilities, you can maybe fix the world.
ko: 생명공학 및 기계 정비사이자 초인 병사 프로젝트의 전투 공병입니다. 당신은 수리 모듈로 사용되는 수많은 증강된 군대 정비사 중 한 명입니다. 수리, 의료, 일반적인 전자공학 능력을 갖추고 있어 세상을 고칠 수도 있습니다.
ru_ru: Юнит для биологического и механического ремонта, боевой инженер проекта "Суперсолдат". Ты - один из многих усовершенствованных военных механиков, которых можно использовать в качестве ремонтного модуля. С помощью ремонта, медицинских и общих электронных возможностей ты, возможно, сможешь исправить весь этот бардак.

# prof_desc_female
source: Biological and mechanical repair unit, the combat engineer of the Super Soldier project. You are one of many augmented military mechanics to be used as a repair module. With repair, medical and general electronic capabilities, you can maybe fix the world.
ko: 생명공학 및 기계 정비사이자 초인 병사 프로젝트의 전투 공병입니다. 당신은 수리 모듈로 사용되는 수많은 증강된 군대 정비사 중 한 명입니다. 수리, 의료, 일반적인 전자공학 능력을 갖추고 있어 세상을 고칠 수도 있습니다.
ru_ru: Юнит для биологического и механического ремонта, боевой инженер проекта "Суперсолдат". Ты - один из многих усовершенствованных военных механиков, которых можно использовать в качестве ремонтного модуля. С помощью ремонта, медицинских и общих электронных возможностей ты, возможно, сможешь исправить весь этот бардак.

# profession_male
source: Super Juggernaut
ko: 초인 저거너트
ru_ru: Супер Джаггернаут

# profession_female
source: Super Juggernaut
ko: 초인 저거너트
ru_ru: Супер Джаггернаут

# prof_desc_male
source: The tank of the Super Soldier project. You are one of a few augmented soldiers to be used as a heavy support to infantry. With ranged, armor and regenerative capabilities, you can endure heavy damage and return it in kind.
ko: 초인 병사 프로젝트의 중보병입니다. 당신은 보병지원 중화기반으로 투입되었던 소수의 증강된 병사 중 하나입니다. 원거리 공격, 장갑, 재생 능력을 갖추고 있어 강력한 피해를 견뎌내고 똑같이 되돌려줄 수 있습니다.
ru_ru: Грубая сила проекта "Суперсолдат". Ты один из немногих улучшенных солдат, которых можно использовать в качестве серьезной силовой поддержки пехоте. Благодаря способности дальнего боя, мощной брони и регенерации ты можешь выдержать чудовищный урон, а потом ответить своим врагам на этом же языке.

# prof_desc_female
source: The tank of the Super Soldier project. You are one of a few augmented soldiers to be used as a heavy support to infantry. With ranged, armor and regenerative capabilities, you can endure heavy damage and return it in kind.
ko: 초인 병사 프로젝트의 중보병입니다. 당신은 보병지원 중화기반으로 투입되었던 소수의 증강된 병사 중 하나입니다. 원거리 공격, 장갑, 재생 능력을 갖추고 있어 강력한 피해를 견뎌내고 똑같이 되돌려줄 수 있습니다.
ru_ru: Грубая сила проекта "Суперсолдат". Ты одна из немногих улучшенных солдат, которых можно использовать в качестве серьезной силовой поддержки пехоте. Благодаря способности дальнего боя, мощной брони и регенерации ты можешь выдержать чудовищный урон, а потом ответить своим врагам на этом же языке.

# profession_male
source: Slave Fighter (Blade)
ko: 노예 전사 (칼날)
ru_ru: Раб-Боец (Клинок)

# profession_female
source: Slave Fighter (Blade)
ko: 노예 전사 (칼날)
ru_ru: Раб-Боец (Клинок)

# prof_desc_male
source: You were kidnapped for some sort of underground bloodsport, augmented with a blade and enhancements to your speed and reaction time. Forced through rudimentary training as a novelty fighter, you were expected to be able to be down opponents with ease.
ko: 당신은 어떤 지하 유혈 경기를 위해 납치당했고, 칼날과 속도 및 반사신경 증강을 받았습니다. 신입 검투사로서 강제로 기초 훈련을 받았으며, 이를 통해 상대를 쉽게 제압할 수 있을 거라는 기대를 받곤 했습니다.

# prof_desc_female
source: You were kidnapped for some sort of underground bloodsport, augmented with a blade and enhancements to your speed and reaction time. Forced through rudimentary training as a novelty fighter, you were expected to be able to be down opponents with ease.
ko: 당신은 어떤 지하 유혈 경기를 위해 납치당했고, 칼날과 속도 및 반사신경 증강을 받았습니다. 신입 검투사로서 강제로 기초 훈련을 받았으며, 이를 통해 상대를 쉽게 제압할 수 있을 거라는 기대를 받곤 했습니다.

# profession_male
source: Slave Fighter (Claws)
ko: 노예 전사 (손톱)
ru_ru: Раб-Боец (Когти)

# profession_female
source: Slave Fighter (Claws)
ko: 노예 전사 (손톱)
ru_ru: Раб-Боец (Когти)

# prof_desc_male
source: You were kidnapped for some sort of underground bloodsport, augmented with bionic claws and enhancements to your reflexes. Forced through rudimentary training as a novelty fighter, you were expected to tear your foes apart like an animal.
ko: 당신은 어떤 지하 유혈 경기를 위해 납치당했고, 바이오닉 손톱과 반사신경 증강을 받았습니다. 신입 검투사로서 강제로 기초 훈련을 받았으며, 이를 통해 상대를 쉽게 찢어발길 수 있을 거라는 기대를 받곤 했습니다.

# prof_desc_female
source: You were kidnapped for some sort of underground bloodsport, augmented with bionic claws and enhancements to your reflexes. Forced through rudimentary training as a novelty fighter, you were expected to tear your foes apart like an animal.
ko: 당신은 어떤 지하 유혈 경기를 위해 납치당했고, 바이오닉 손톱과 반사신경 증강을 받았습니다. 신입 검투사로서 강제로 기초 훈련을 받았으며, 이를 통해 상대를 쉽게 찢어발길 수 있을 거라는 기대를 받곤 했습니다.

# profession_male
source: Slave Fighter (Shocker)
ko: 노예 전사 (전기충격)
ru_ru: Раб-Боец (Шокер)

# profession_female
source: Slave Fighter (Shocker)
ko: 노예 전사 (전기충격)
ru_ru: Раб-Боец (Шокер)

# prof_desc_male
source: You were kidnapped for some sort of underground bloodsport, augmented with electrical generation and protection bionics. It was expected that you'd be a living tesla coil in the ring, frying victims until they roll over and die.
ko: 당신은 어떤 지하 유혈 경기를 위해 납치당했고, 전기방출 및 보호 바이오닉 증강을 받았습니다. 이를 통해 경기에서 살아있는 테슬라 코일처럼 상대를 감전시켜 쓰러질 때까지 지져 죽일 거라는 기대를 받곤 했습니다.
