Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: A long string with a hook attached to the end. Useful as a crude fishing tool. Requires bait as lure and sinker.
ko: 끝에 긴 갈고리가 달린 길다란 끈입니다. 조잡한 낚시 도구로 유용하며, 미끼와 낚싯추가 필요합니다.
ru_ru: Длинная веревка с крючком на конце. Полезен в качестве грубого орудия для рыбалки. Требуется приманка и грузила.

source: full auto receiver case
ko: 자동 리시버 케이스
ru_ru: кейс с автоматическим ресивером

source: An adjustable drop-in sear and parts for fitting it to a firearm. Bulky and custom made, it would require further work to make a functioning receiver.
ko: 총기에 장착할 수 있는 조절식 드롭인 시어와 이에 맞는 부품들입니다. 부피가 크고 맞춤 제작되어 있어, 제대로 작동하는 리시버를 만들기 위해서는 추가적인 작업이 필요합니다.
ru_ru: Регулируемое шептало и детали для установки его в огнестрельное оружие. Громоздкий и изготовленный на заказ, он потребует дальнейшей работы, чтобы сделать функционирующий ресивер.

source: collapsed fighting bow
ko: 접혀진 전투용 활
ru_ru: сложенный боевой лук

source: Unfold
ko: 펼쳐놓기

source: You unfold your bow, locking the arms into place.
ko: 활을 펼치고 팔을 제자리에 고정합니다.
ru_ru: Вы разворачиваете лук, фиксируя его древко.

source: A collapsed fighting bow for easy storage. Activate to arm the bow.
ko: 간편한 보관을 위해 접혀져 있는 전투용 활입니다. 활성화하면 활을 펼칩니다.
ru_ru: Свернутый боевой лук для удобного хранения. Активируйте, чтобы привести в боевое положение.

source: Encampment Project Reminder
ko: 야전기지 프로젝트 알림
ru_ru: Напоминание о проекте лагеря

source: You read the back of the note and plan your next move.
ko: 쪽지 뒷면을 읽고 다음 행동을 계획합니다.
ru_ru: Вы читаете обратную сторону записки и планируете свой следующий шаг.

source: A note describing a group of people creating prepper settlements. You try to remember if there are any of them nearby. Maybe the back of the note has coordinates to their settlements.
ko: 재앙대비자 정착지를 만들고 있는 사람들에 대해 쓰여진 쪽지입니다. 머릿속에서 근처에 그런 곳이 있는지 떠오르려 하며, 어쩌면 쪽지 뒷면에 그들의 정착지 좌표가 기록되어 있을지도 모릅니다.
ru_ru: Заметка, описывающая группу шизовыживальщиков, которые создают свои поселения. Вы пытаетесь вспомнить, есть ли кто-нибудь из них поблизости. Возможно, на обратной стороне записки есть координаты их поселений.

source: hammer multi-tool
ko: 망치 멀티툴
ru_ru: кувалда-мультитул

source: A multi-tool combining a small hammer and pliers with a number of other small tools. Small and practical, the survivor's mini-tool-kit.
ko: 작은 망치와 펜치를 비롯한 여러 작은 도구가 결합된 멀티툴입니다. 작으면서도 실용적이며, 생존자의 소형 공구 세트라고 할 수 있습니다.

source: Survivor's Cookbook
ko: 생존자의 요리책
ru_ru: Поваренная книга Выживальщика

source: A notebook filed with ideas for lots of makeshift gadgets and gizmos. Once the ideas of mad-man with too much free time, now invaluable knowledge.
ko: 온갖 급조 장치와 기계에 대한 아이디어가 가득한 노트북입니다. 한때는 시간이 남아도는 괴짜의 망상에 불과했지만, 지금은 매우 귀중한 지식입니다.
ru_ru: Блокнот с идеями для множества самодельных гаджетов и штуковин. Когда-то идеи сумасшедшего-человека с слишком большим количеством свободного времени, теперь же это бесценные знания.

source: scout's tool
ko: 정찰병의 도구
ru_ru: инструмент разведчика

source: This is a bulky electronic wrist mounted tool, designed to provide an accurate topographical map of your surroundings when used. It also comes with digital clock and alarm features. The battery is integral to the device, and requires sunlight or a recharging station to charge.
ko: 손목에 착용하는 큰 부피의 전자장비입니다. 사용 시 정확한 주변 지형 지도를 제공하며, 디지털 시계와 알람 기능도 포함되어 있습니다. 배터리는 기기에 내장되어 있으며, 충전하려면 햇빛이나 충전소가 필요합니다.
ru_ru: Это громоздкий электронный инструмент, установленный на запястье, предназначенный для обеспечения точной топографической карты вашего окружения при использовании. Он также оснащен цифровыми часами и будильником. Батарея является неотъемлемой частью устройства, и для ее зарядки требуется солнечный свет или зарядная станция.

source: bioinjector
ko: 생명공학 주사기
ru_ru: биоиньектор

source: An odd, organic-looking auto-injector that slowly secretes some sort of red, blood-like substance. From what you can understand from the label, it's an experimental stimulant that stabilizes minor wounds and increases performance at the cost of inflicting pain. The label additionally warns against using it more than once every two hours.
ko: 붉은 피와 유사한 물질을 느리게 분비하는, 기괴한 유기물 같은 외형의 자동 주사기입니다. 라벨 내용을 보면, 부상을 안정화하고 신체 능력을 강화하지만 그 대가로 고통을 주는 실험적인 각성제로 보입니다. 또한 라벨에는 두 시간에 한 번 이상 사용하지 말라는 경고가 쓰여져 있습니다.
ru_ru: Странный, органического вида автоинъектор, который медленно выделяет какое-то красное, похожее на кровь вещество. Из того, что вы можете понять из этикетки, это экспериментальный стимулятор, который стабилизирует незначительные раны и увеличивает физические возможности за счет причинения боли. Этикетка дополнительно предупреждает о недопустимости использования его более одного раза в два часа.

source: The device draws a sample of your blood.
ko: 장치가 당신의 혈액 표본을 채취합니다.

source: organic infusion set
ko: 유기물 주입 세트
ru_ru: набор для органической инфузии

source: A strange infusion set with several organic-looking parts. It has multiple tubes for simultaneous extraction and infusion of blood. Its label refers to something called XE037 as the main active component.
ko: 유기물처럼 보이는 여러 부품이 달린 이상한 주입 장치입니다. 혈액을 동시에 추출하고 주입할 수 있는 여러 개의 튜브가 있으며, 라벨에는 XE037이라는 것이 주요 활성 성분이라고 적혀 있습니다.
ru_ru: Странный набор для инфузии, имеющий довольно странные органические части в своей конструкции. Он имеет несколько трубок для одновременного извлечения и вливания крови. Его метка относится к чему-то под названием XE037 в качестве основного активного компонента.

source: organic diffusion set
ko: 유기물 확산 세트
ru_ru: набор для органической диффузии

source: A strange infusion set with several organic-looking parts. It has multiple tubes for simultaneous extraction and infusion of blood. Its label refers to it as a rapid stem cell treatment, replicating the user's own genetic structure.
ko: 유기물처럼 보이는 여러 부품이 달린 이상한 주입 장치입니다. 혈액을 동시에 추출하고 주입할 수 있는 여러 개의 튜브가 있으며, 라벨에는 사용자의 유전 구조를 복제하는 고속 줄기세포 치료제라고 쓰여져 있습니다.
ru_ru: Странный набор для инфузии, имеющий довольно странные органические части в своей конструкции. Он имеет несколько трубок для одновременного извлечения и вливания крови. Его этикетка описывает его как быстрый способ лечения использующий стволовые клетки, которые воспроизводят генетическую структуру использующего этот инструмент.

source: Map To Unknown Lab
ko: 알 수 없는 연구소 지도
ru_ru: Карта в Неизвестную Лабораторию

source: You read the map. You gulp and realize what must be done…
ko: 지도를 읽은 후, 침을 삼키고 무엇을 해야 할지 깨닫습니다…
ru_ru: Вы читаете карту. Вы сглатываете и понимаете, что нужно сделать…

source: This is a map made by a former scientist of the Bio-Weapon project. It marks the location of an abandoned laboratory, where a great enemy resides.
ko: 전 생체병기 프로젝트 소속 과학자가 만든 지도입니다. 버려진 연구소의 위치가 표시되어 있으며, 그곳에는 거대한 적이 도사리고 있습니다.
ru_ru: Это карта, составленная бывшим ученым проекта "Био-Оружие". Тут отмечено местоположение заброшенной лаборатории, где обитает невероятно сильный враг.

source: mysterious note
ko: 알 수 없는 일지
ru_ru: мистическая записка

source: Looking down at the note, you memorize the location shown.
ko: 쪽지를 내려다보면서 표시된 위치를 기억합니다.
ru_ru: Глядя на записку, вы запоминаете показанное местоположение.

source: "We have to move away from this place, now. That thing is coming, and if we don't get out in time, we're all dead. Grab what you can and head to this location - we'll be establishing a temporary hideout there."
ko: “지금 당장 여기서 벗어나야 해. 그것이 오고 있어. 시간을 지체했다간 우리 모두 끝장이야. 챙길 수 있는 건 전부 챙기고 이 지점으로 가. 거기에 임시 은신처를 마련할 거야.”
ru_ru: "- Мы должны немедленно уехать отсюда. Эта штука приближается, и если мы не выберемся вовремя, мы все умрем. Хватай все, что сможешь, и отправляйся в это место - мы устроим там временное убежище."

source: hand-drawn map
ko: 손으로 그린 지도
ru_ru: нарисованная от руки карта

source: The directions on the map catch your interest. You wonder if going there is a good idea.
ko: 지도에 표시된 길 안내가 시선을 사로잡습니다. 이곳에 가는 게 좋은 생각일지 의심스럽습니다.
ru_ru: Направления на карте вызывают у вас интерес. Вы задаетесь вопросом, является ли поездка туда хорошей идеей.

source: "Finally. I've figured out the coordinates of that lab the terminal records referred to. From what I can tell, there must be some things of value left inside, and I don't think there's anyone left to care if I take a look."
ko: “드디어. 터미널 기록에서 언급된 그 연구소의 좌표를 알아냈어. 내가 보기엔 안에 귀중한 것들이 남아 있을 테고, 내가 좀 살펴본다고 해서 뭐라 할 사람도 남아있지 않겠지.”
ru_ru: "- Наконец-то. Я выяснил координаты той лаборатории, о которой говорилось в записях терминала. Судя по тому, что я могу сказать, внутри должно быть что-то ценное, и я не думаю, что кому-то будет интересно, если я посмотрю."

source: mil-surp weapons pack
ko: 군용 무기 상자
ru_ru: набор оружия из военных излишков

source: A box sold in military surplus store targeted to the civilian market. Offers a military surplus rifle, shoulder strap, ammo, basic maintenance kit, and pocket guide book. This contains the Mosin Nagant 1891/30 rifle.
ko: 군사용품점에서 민간인을 대상으로 판매하는 상자 세트입니다. 군용 소총, 어깨끈, 탄약, 기본 정비도구, 작은 안내서가 들어 있습니다. 이 상자에는 모신나강 1891/30 소총이 포함되어 있습니다.
ru_ru: Коробка, продаваемая в магазине военных излишков, предназначенная для гражданского рынка. Предлагает военную винтовку, плечевой ремень, боеприпасы, базовый набор для технического обслуживания и карманный путеводитель. Здесь находится винтовка Мосина 1891/30.

source: A box sold in military surplus store targeted to the civilian market. Offers a military surplus rifle, shoulder strap, ammo, basic maintenance kit, and pocket guide book. This contains the SKS rifle.
ko: 군사용품점에서 민간인을 대상으로 판매하는 상자 세트입니다. 군용 소총, 어깨끈, 탄약, 기본 정비도구, 작은 안내서가 들어 있습니다. 이 상자에는 SKS 소총이 포함되어 있습니다.
ru_ru: Коробка, продаваемая в магазине военных излишков, предназначенная для гражданского рынка. Предлагает военную винтовку, плечевой ремень, боеприпасы, базовый набор для технического обслуживания и карманный путеводитель. Здесь находится винтовка СКС.

source: A box sold in military surplus store targeted to the civilian market. Offers a military surplus rifle, shoulder strap, ammo, basic maintenance kit, and pocket guide book. This contains the M1903 Springfield rifle
ko: 군사용품점에서 민간인을 대상으로 판매하는 상자 세트입니다. 군용 소총, 어깨끈, 탄약, 기본 정비도구, 작은 안내서가 들어 있습니다. 이 상자에는 M1903 스프링필드 소총이 포함되어 있습니다.
ru_ru: Коробка, продаваемая в магазине военных излишков, предназначенная для гражданского рынка. Предлагает военную винтовку, плечевой ремень, боеприпасы, базовый набор для технического обслуживания и карманный путеводитель. Здесь находится винтовка M1903 Спрингфилд

source: paracord survival watch
ko: 낙하산줄 생존시계
ru_ru: часы выживальщика на паракорде

source: A simple wristwatch on a plastic band, wrapped with a paracord bracelet with a thermometer, magnifying glass, and compass attached. Tells the time and has an alarm clock feature.
ko: 플라스틱 시계줄이 달린 일반적인 손목 시계. 낙하산줄 팔찌가 감겨 있으며 기온계와 확대경, 나침반이 부착되어 있습니다. 시간을 알려주며 알람 기능이 있습니다.

source: paracord bracelet
ko: 낙하산줄 팔찌
ru_ru: браслет из паракрода

source: A simple bracelet made out of paracord. Disassemble for some string.
ko: 낙하산줄로 만든 단순한 팔찌입니다. 풀어서 실로 사용할 수 있습니다.
ru_ru: Простой браслет из паракорда. Можно разобрать на нитки.

source: biological weapon conversion kit
ko: 생명공학적 무기 변환기
ru_ru: комплект для переоборудования биологического оружия

source: A suspicious box containing many parts, tools and… flesh? A manual inside the box, giving minimal information on how to use the contents of the box. It says to see the introductory information packet for more information, whatever that may be.
ko: 여러 부품과 도구, 그리고… 살점? 까지 들어 있는 수상한 상자입니다. 상자 안에는 내용물을 사용하는 방법에 대해 최소한의 정보만 적힌 매뉴얼이 포함되어 있습니다. 추가 정보는 안내 자료를 참고하라고 되어 있는데, 그게 무엇인지는 알 수 없습니다.
ru_ru: Подозрительная коробка с множеством деталей, инструментов и... плоти? Руководство внутри коробки, дающее минимальную информацию о том, как использовать содержимое коробки. В нем говорится, чтобы просмотреть вводный информационный пакет для получения дополнительной информации, что бы это ни было.

source: Omnitech UPS conversion kit
ko: 옴니텍 UPS 변환기
ru_ru: Комплект "Omnitech" для преобразования УБП

source: A box containing many tools and a few electronic components. It has the Omnitech logo and the name of device. On the back there is a description saying you could use this to convert a battery powered Omnitech weapon to use UPS power, if you have the manual for it.
ko: 여러 도구와 몇몇 전자부품이 들어있는 상자입니다. 옴니텍 로고와 장치 이름이 적혀 있으며, 뒷면에는 매뉴얼이 있다면 배터리로 작동하는 옴니텍 무기를 UPS 전원으로 변환하는 데 사용할 수 있다는 설명이 적혀 있습니다.
ru_ru: Коробка с множеством инструментов и несколькими электронными компонентами. На нем есть логотип "Omnitech" и название устройства. На обратной стороне есть описание, в котором говорится, что вы можете использовать его для преобразования оружия "Omnitech" с батарейным питанием в питание от УБП, если у вас есть руководство по его использованию.

source: inductive CBM charger
ko: 유도식 바이오닉 충전기
ru_ru: индукционное зарядное устройство КБМ

source: A prototype device giving off noticeable heat, housing a compact radioisotope thermoelectric generator. Capable of serving as a UPS, but its main purpose is its inductive charging system designed specifically for CBM power storage. Activating it will dump 50 kJ of power directly into your bionic power reserves, producing a burst of waste heat and radiation.
ko: 눈에 보일 정도의 열을 발산하는 실험적인 장치로, 소형 방사성 동위원소 열전기발전기가 내장되어 있습니다. UPS로도 사용할 수 있지만, 주 용도는 바이오닉 전력 저장을 위해 특별히 설계된 유도식 충전 시스템입니다. 작동시키면 50만큼의 전력을 바이오닉 전력 저장소에 직접 주입하며, 그 과정에서 일시적으로 폐열과 방사능이 발생합니다.

source: makeshift thermal lance
ko: 급조 초고열 기병창
ru_ru: самодельное термокопьё

source: An improvised welding tool that relies on the pyrophoric nature of steel, plus a supply of oxygen, to create a cutting tool hot enough to melt metal. It can be used as an improvised and inefficient metalworking tool, or you can activate it to destroy metal barriers.
ko: 강철의 발화성에 산소 공급을 더해 금속을 녹일 만큼 뜨거운 절단 도구로 탄생한 급조 용접기입니다. 비효율적인 금속 가공 도구로 사용할 수 있으며, 작동시켜 금속 장벽을 파괴하는 데도 사용할 수 있습니다.
ru_ru: Импровизированный сварочный инструмент, который полагается на пирофорную природу стали, плюс запас кислорода, чтобы создать дугу, достаточно горячую, чтобы расплавить металл. Его можно использовать как импровизированный и неэффективный инструмент для обработки металла, или вы можете активировать его для разрушения металлических препятствий.

source: molded crowbar
ko: 주조된 쇠지렛대
ru_ru: отлитая монтировка

source: This is a hefty prying tool, molded from cast iron. A bit brittle and heavy to be extensively used as a weapon, but adequate for prying open locked doors. Not exactly ideal, but it's an improvement over makeshift tools.
ko: 주철로 주조하여 만든 묵직한 쇠지렛대입니다. 무기로 쓰기엔 다소 부서지기 쉬운 데다가 무겁지만, 잠긴 문을 비집어 여는 데는 충분합니다. 그리 이상적이진 않지만, 급조 도구보다는 훨씬 낫습니다.
ru_ru: Это здоровенный любопытный инструмент, отлитый из чугуна. Хрупкий и тяжелый, чтобы использоваться в качестве оружия, но достаточно прочный для взлома запертых дверей. Не совсем идеально, но это лучше по сравнению с самодельной монтировкой.

source: makeshift autoclave
ko: 급조 오토클레이브
ru_ru: самодельный автоклав

source: This oversized pressure cooker uses diesel or other readily-available fuels to power a high-pressure sterilization chamber. Less efficient than a commercial battery-powered autoclave and incompatible with a vehicle power grid, it does the job if nothing else is available.
ko: 이 대형 압력솥은 경유나 쉽게 구할 수 있는 다른 연료로 구동되는 고압 멸균실을 갖추고 있습니다. 일반적인 배터리식 오토클레이브보다 비효율적이고 차량 전력망과도 호환되지 않지만, 다른 대안이 없다면 여전히 제 기능을 수행할 수 있습니다.
ru_ru: Эта крупногабаритная скороварка использует дизельное топливо или другое легкодоступное топливо для питания стерилизационной камеры высокого давления. Менее эффективный, чем заводствой автоклав с батарейным питанием, и несовместимый с электросетью автомобиля, но он выполняет свою работу.

source: surgical claw
ko: 도축용 손톱

source: A cluster of wiry tissue and irregular structures of alien resin, from which juts an eighteen-inch long blade. It seems to be made partly of the same green glassy resin, fading gradually into the off-white synthetic bone or keratin forming the edge. It is still razor-sharp and makes for an awkward cutting tool, but was not built (or grown) with human ergonomics in mind, making it currently ineffective as a weapon.
ko: 외계 수지로 이루어진 뒤엉킨 조직과 불규칙한 구조물 뭉치에 약 18인치 길이의 칼날이 돌출되어 있습니다. 칼날은 부분적으로 초록색 유리질 수지로 구성되어 있으며, 끄트머리로 갈수록 미백색의 합성 뼈 혹은 케라틴 재질로 자연스럽게 이어져 있습니다. 여전히 면도날처럼 날카로우며, 불편하지만 절단 도구로 사용할 수 있습니다. 그러나 인체공학을 고려해 만들어진 (혹은 성장한) 것이 아니기에, 현재로서는 무기로 사용하기에 비효율적입니다.

source: biological lens
ko: 생명공학적 렌즈

source: A relatively small oblong object mostly made out of strange glassy resin. One end has an opening covered by an almost perfectly clear surface of this material, while the other devolves into a tangled mess of severed tendons and tattered flesh. A weapon of this sort might be useful, though the fleshy end of it seems ill-suited for human operation.
ko: 비교적 작은 크기의 타원형 물체로, 대부분이 기묘한 유리질 수지로 구성되어 있습니다. 한쪽 끄트머리에는 이 재질로 된 거의 완벽하게 투명한 표면이 달린 개구부가 있으며, 다른 쪽은 잘려나간 힘줄과 너덜너덜한 살점이 뒤엉킨 형태로 이어져 있습니다. 이런 종류의 무기는 유용할 수도 있지만, 살점이 있는 부분은 인간이 다루기에는 적합하지 않아 보입니다.

source: resin projector
ko: 수지 발사기

source: A long barrel of alien resin blended in with a jumble of iridescent, chitinous flesh and torn muscles. It clearly seems to be a projectile weapon, but the ruined mess on the other end makes it difficult to tell how the weapon is supposed to function nor if it'd be useful in human hands. It certainly looks like it wasn't designed with limbs in mind, let alone human hands.
ko: 외계 수지로 구성된 길다란 총열과 함께, 그 사이로 무지갯빛의 키틴질 살점과 찢어진 힘줄이 뒤엉켜 있습니다. 명백한 투사체 무기처럼 보이지만, 반대쪽 끝이 망가져 있어 무기가 어떻게 작동하는지, 인간이 사용 가능한지조차 가늠하기 어렵습니다. 확실히 팔다리, 특히 인간의 손을 고려하여 설계된 것은 아닌 것처럼 보입니다.

source: carapace husk
ko: 외골격 껍데기

source: A shell made of multiple plates of strange resin and iridescent flesh, held together by a network of sinew. It resembles a biological suit of armor for a distinctly inhuman creature more than an actual body part, though the frayed organic wiring lining the inside paints a much more fleshy picture of how it was operated. It almost seems like it could still be used, although its shape and function clearly never had humans in mind.
ko: 기묘한 수지와 무지개빛 살점으로 구성된 여러 판이 힘줄 조직으로 연결되어 형성된 외골격입니다. 신체 부위라기보다는 명백히 인간이 아닌 생물을 위한 생체 갑옷에 더 가까워 보이지만, 내부에 늘어선 유기적인 신경 다발을 보면 그 작동 방식이 훨씬 더 살점에 가까웠음을 알 수 있습니다. 아직도 사용할 수 있을 것 같지만, 그 형태와 기능은 분명 인간을 염두에 두고 만들어진 것이 아닙니다.

source: alien spinneret
ko: 외계 방적돌기

source: A fist-sized clump of gore and torn muscle fibers, from which jut three thin spines of what seems to be synthetic bone, or possibly keratin. In between the spines are countless thin strands of what looks like brilliant green fiberglass, most likely alien resin. This seems to be used for either producing or shaping this strange substance, potentially useful but right now it's of little use to anyone like this, human or alien.
ko: 주먹 크기의 핏덩이와 찢긴 근섬유 뭉치에서 세 개의 가느다란 돌기가 튀어나와 있습니다. 이것은 합성 뼈 혹은 케라틴으로 보이며, 돌기 사이에는 눈부신 초록색 유리섬유 같은 가느다란 실들이 무수히 얽혀 있는데, 아마도 외계 수지일 것입니다. 이것은 기묘한 물질을 생성하거나 성형하는 데 사용되는 것으로 보이며, 잠재적으로는 유용할 수도 있지만 지금 상태로는 인간은 물론 외계 생물에게도 별다른 쓸모가 없어 보입니다.

source: set of iridescent wings
ko: 무지개빛 날개

source: Several pairs of glossy insect-like wings, thin green iridescent flesh flushed with congealed fluid in what seem to be veins, weaving a spider-web pattern of pale grey all throughout. They blend together into a mangled cluster of chitinous plates covering off-white nervous cords, provoking rather strong convulsions when pulled the wrong way. Whether they fly through the void of space on these or use them for something else, it's evident these wings were manufactured as much as evolved.
ko: 광택이 나는 여러 쌍의 곤충 날개와 유사한 날개로, 얇은 초록색 무지개빛 살점에 응고된 체액이 마치 정맥처럼 스며들어 있으며, 전체에 걸쳐 연한 회색 거미줄 무늬가 얽혀 있습니다. 이것들은 서로 엉망진창으로 뒤엉켜 미백색 신경 다발을 덮는 키틴질 판 덩어리를 이루고 있으며, 잘못 당기면 강하게 경련을 일으킵니다. 이 날개로 우주의 공허를 날아다니는지, 아니면 다른 용도로 사용하는지는 알 수 없지만, 명백히 진화된 것만큼이나 인위적으로 제작된 것이 분명합니다.

source: salvaged resin extruder
ko: 분리된 수지 추출기

source: switch mode
ko: 모드 전환

source: You switch the %s to weaving mode
ko: %s를 생성 모드로 변환합니다

source: A strange device made of alien flesh blended with technology. Three thin spines of synthetic ivory surround some sort of nozzle, its contents steadily regenerating. It can be activated to produce shards of resin, for whatever use you may have for such a thing. Activate it will set it to apply resin more slowly, letting it be used for repairing salvaged mi-go biotechnlogy.
ko: 외계 생체 조직과 기술이 뒤섞인 기이한 장치입니다. 세 개의 가느다란 합성 상아 돌기가 노즐 주변을 둘러싸고 있으며, 안쪽의 내용물은 지속적으로 재생됩니다. 작동시키면 자유롭게 활용 가능한 조각 형태의 수지를 생산할 수 있으며, 활성화하여 모드를 변경하면 수지를 천천히 분사하도록 설정할 수 있어, 분리된 미고 생체기술 물품을 수리하는 데도 사용할 수 있습니다.

source: salvaged resin extruder (alternate mode)
ko: 분리된 수지 추출기 (대체 모드)

source: You switch the %s to its normal mode
ko: %s를 일반 모드로 변환합니다

source: A strange device made of alien flesh blended with technology. Three thin spines of synthetic ivory surround some sort of nozzle, its contents steadily regenerating. It's currently set to apply resin more slowly, letting it be used for repairing salvaged mi-go biotechnlogy. Activate it to switch back to its normal mode, for creating larger shards of resin for other purposes.
ko: 외계 생체 조직과 기술이 뒤섞인 기이한 장치입니다. 세 개의 가느다란 합성 상아 돌기가 노즐 주변을 둘러싸고 있으며, 안쪽의 내용물은 지속적으로 재생됩니다. 작동시키면 자유롭게 활용 가능한 조각 형태의 수지를 생산할 수 있으며, 활성화하여 모드를 변경하면 수지를 천천히 분사하도록 설정할 수 있어, 분리된 미고 생체기술 물품을 수리하는 데도 사용할 수 있습니다. 활성화할 경우 일반 모드로 변환되며, 다른 용도로 사용 가능한 더 큰 수지 조각을 생성할 수 있습니다.

source: Place survivor's station
ko: 생존자의 작업대 설치

source: Will only work if constructed in/on a building that has an electric grid with a mounted battery.
ko: 전력망이 연결되어 있고 배터리가 설치되어 있는 건물 안 혹은 위에 설치되었을 때에만 작동합니다.

source: grid survivor's station
ko: 망 연결된 생존자의 작업대

source: A makeshift vehicle mountable station comprised of many utilities, all compressed into a single unit. Draws power from the electrical grid, combining the functions of a kitchen unit, forge, welding rig, FOODCO kitchen buddy, and a chemistry lab. Has no cargo space due to all the components it is made out of.
ko: 여러 기능을 압축한 급조 차량용 작업대입니다. 지역 전력망에 연결되어 전력을 공급받으며, 주방기구, 용광로, 용접기, FOODCO 주방의 친구, 화학 실험대 기능이 통합되어 있습니다. 구성요소가 차지하는 공간 때문에 그 자체로는 저장공간이 없으므로, 어딘가에 저장공간을 설치해야 할 것입니다.

source: metal screeching!
ko: 끼기기기긱!

source: clang!
ko: 쨍그랑!

source: concrete wall with glass port
ko: 유리창 달린 콘크리트 벽
ru_ru: бетонная стена с оконным проёмом

source: A plain, utilitarian concrete wall, with windows made of incredibly thick glass set in to allow viewing through. Easily two or more inches thick and only a couple feet tall, breaking your way through this would not be easy.
ko: 평범하고 실용적인 콘크리트 벽으로, 내부를 볼 수 있도록 매우 두꺼운 유리창이 설치되어 있습니다. 두께가 최소 2인치 이상이고 높이는 몇 피트에 불과하지만, 힘으로 뚫고 지나가기는 쉽지 않습니다.
ru_ru: Простая, утилитарная бетонная стена с окнами, сделанными из невероятно толстого стекла, чтобы через них можно было смотреть. Примерно пять или более сантиметров толщиной и всего чуть меньше метра высотой, пробиться через него будет нелегко.

source: crash!
ko: 꽈지직!
ru_ru: крахж!

source: whump!
ko: 쿵!
ru_ru: вумп!

source: forest
ko: 숲
ru_ru: лес

source: Survivor Encampment roof
ko: 생존자 야전기지 지붕

source: parking lot
ko: 주차장
ru_ru: место для парковки

source: Bio-Weapon Lab
ko: 생체병기 연구소
ru_ru: Лаборатория Био-Оружия

source: dormitories
ko: 기숙사
ru_ru: общежитие

source: Unknown Bunker
ko: 알 수 없는 벙커
ru_ru: Неизвестный бункер

source: Unknown Lab
ko: 알 수 없는 연구소
ru_ru: Неизвестная лаборатория

source: Sketchy Cabin
ko: 수상한 오두막
ru_ru: Мелкая халупа

source: Sketchy Cabin roof
ko: 수상한 오두막 지붕

source: abandoned barn
ko: 버려진 헛간
ru_ru: заброшенный сарай

source: abandoned barn roof
ko: 버려진 헛간 지붕

source: underground arena
ko: 지하 경기장
ru_ru: подземная арена

source: dirt road
ko: 흙도로

source: dirt lot
ko: 흙더미

source: Chemistry Station
ko: 화학 실험대
ru_ru: Химическая станция

source: Survivor Station
ko: 생존자의 작업대
ru_ru: Станция Выживальщика

source: Autoclave Station
ko: 오토클레이브 작업대
ru_ru: Станция автоклава

source: mounted UPS rifle
ko: 차량용 UPS 소총
ru_ru: смонтированная УБП винтовка

source: chain lightning rifle
ko: 연쇄 번개 소총
ru_ru: грозовая винтовка
