Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: Version of the AKRO-388 for use by monsters. This is a bug if you find one of these!
ko: AKRO-388의 괴물판입니다. 만약 이걸 발견했다면 버그입니다!
ru_ru: Версия АКРО-388 для использования монстрами. Это ошибка, если вы найдете одну из них!

source: zombie super soldier rifle
ko: 초인 병사 좀비 소총
ru_ru: зомби-суперсолдат с винтовкой

source: Version of the ARC-314 for use by monsters. This is a bug if you find one of these!
ko: ARC-316의 괴물판입니다. 만약 이걸 발견했다면 버그입니다!
ru_ru: Версия ARC-314 для использования монстрами. Это ошибка, если вы найдете одну из них!

source: zombie super soldier LMG
ko: 초인 병사 좀비 경기관총
ru_ru: зомби-суперсолдат с ручным пулемётом

source: Version of the KRX-108 for use by monsters, to account for increased accuracy of ranged attacks. This is a bug if you find one of these!
ko: KRX-108의 괴물판으로, 원거리 공격의 명중률 증가를 반영합니다. 만약 이걸 발견했다면 버그입니다!
ru_ru: Версия KRX-108 для использования монстрами с целью повышения точности дальних атак. Это ошибка, если вы найдете одну из них!

source: zombie super soldier sniper
ko: 초인 병사 좀비 저격소총
ru_ru: зомби-суперсолдат со снайперской винтовкой

source: Version of the MX-84 for use by monsters, to account for increased accuracy of ranged attacks. This is a bug if you find one of these!
ko: MX-84의 괴물판으로, 원거리 공격의 명중률 증가를 반영합니다. 만약 이걸 발견했다면 버그입니다!
ru_ru: Версия MX-84 для использования монстрами с целью повышения точности дальних атак. Это ошибка, если вы найдете одну из них!

source: zombie super soldier shotgun
ko: 초인 병사 좀비 산탄총
ru_ru: зомби-суперсолдат с дробовиком

source: Version of the XARM-37 for use by monsters. This is a bug if you find one of these!
ko: XARM-37의 괴물판입니다. 만약 이걸 발견했다면 버그입니다!
ru_ru: Версия XARM-37 для использования монстрами. Это ошибка, если вы найдете одну из них!

source: zombie super soldier cannon
ko: 초인 병사 좀비 이온포

source: Version of the MK-2 for use by monsters, to account for increased accuracy of ranged attacks. Copies from MX-84 instead because for some wacky reason the MK2 itself doesn't work right in the hands of monsters. This is a bug if you find one of these!
ko: MK-2의 괴물판으로, 원거리 공격의 명중률 증가를 반영합니다. 하지만 괴물이 사용할 때 이상하게도 MK-2가 제대로 작동하지 않아서 MX-84에서 복사해 사용합니다. 만약 이걸 발견했다면 버그입니다!

# gun_type_type
source: launcher
ko: 유탄발사기
ru_ru: гранатомёт

source: monster laser gatling
ko: 괴물 레이저 개틀링

source: Used to give Bio-Weapon Apophis a mockup of the laser gatling with a shorter burst size. This is a bug if you find one of these!
ko: 생체병기 아포피스에게 보다 사격 간격이 짧은 유사 레이저 개틀링을 제공하는 데 사용됩니다. 이것을 보았다면 버그입니다!

source: auto
ko: 자동
ru_ru: авто

# gun_type_type
source: rifle
ko: 소총
ru_ru: винтовка

source: bio-weapon
ko: 생체병기

source: a pained groan.
ko: 고통스러운 신음소리.
ru_ru: болезненный стон.

source: a roar of anger!
ko: 분노의 울부짖음!
ru_ru: рёв гнева!

source: an electric crackle!
ko: 파직거리는 소리!
ru_ru: электрический треск!

source: "Scanning area…"
ko: "지역 스캔 중…"
ru_ru: "Сканирование зоны..."

source: "Systems check… er-ror…"
ko: "시스템 확인… 오오류우…"
ru_ru: "Проверка системы... ош-бкб..."

source: "Die!"
ko: "죽어!"
ru_ru: "Сдохни!"

source: metal scraping against metal!
ko: 금속과 금속이 서로 긁히는 소리!
ru_ru: царапанье металла о металл!

source: inhuman laughter!
ko: 비인간적인 비웃음!
ru_ru: нечеловеческий смех!

source: a resounding, animalistic roar!
ko: 울려퍼지는 짐승 같은 표효!
ru_ru: громкий, звериный рев!

source: "RD-Z-13… Unit One, fully operational…"
ko: "RD-Z-13… 1호, 정상 작동 중…"
ru_ru: "RD-Z-13… Юнит Один, полностью боеспособен…"

source: "Systems check. Systems normal."
ko: "시스템 확인. 시스템 정상."
ru_ru: "Проверка системы. Системы в норме."

source: "Purge! Annihilate! Kill!"
ko: "정화하라! 말살하라! 살해하라!"
ru_ru: "Вычищать! Уничтожать! Убивать!"

source: "You are obsolete in this world."
ko: "넌 이 세상에 필요없는 존재다."
ru_ru: "Вы устарели для этого мира."

source: "Wherever you run, wherever you hide, I will find you."
ko: "어디로 도망가든, 어디에 숨든, 난 널 찾아낼 것이다."
ru_ru: "Куда бы ты ни убежал, где бы ты ни спрятался, я найду тебя."

source: "Systems check. Error. We persist and grow."
ko: "시스템 확인. 오류. 우리는 끈기 있게 성장한다."
ru_ru: "Проверка систем. Ошибка. Мы преодолеваем и растем".

source: "We will accept you. Surrender."
ko: "우린 널 받아들일 거야. 항복해."
ru_ru: "Мы примем тебя. Сдавайся".

source: "We… must grow."
ko: "우리는… 성장해야 해."
ru_ru: "Мы… должны расти".

source: "Mycus must grow…"
ko: "마이커스는 성장해야 해…"
ru_ru: "Микус должен расти…"

source: Bio-Weapon Alpha
ko: 생체병기 알파
ru_ru: Био-Оружие Альфа

source: Your genome is unique to you, this is a DNA marker identifying you as Bio-Weapon Alpha. It may prove useful one day.
ko: 당신의 DNA는 고유하며, 이것은 당신을 생체병기 알파로 식별하는 DNA 마커입니다. 언젠가 유용할지도 모릅니다.
ru_ru: Твой геном уникален, а этот маркер указывает на то что ты являешься Био-Оружием Альфа. Это может быть полезно в один день.

source: Bio-Weapon Beta
ko: 생체병기 베타
ru_ru: Био-Оружие Бета

source: Your genome is unique to you, this is a DNA marker identifying you as Bio-Weapon Beta. It may prove useful one day.
ko: 당신의 DNA는 고유하며, 이것은 당신을 생체병기 베타로 식별하는 DNA 마커입니다. 언젠가 유용할지도 모릅니다.
ru_ru: Твой геном уникален, а этот маркер указывает на то что ты являешься Био-Оружием Бета. Это может быть полезно в один день.

source: Bio-Weapon Gamma
ko: 생체병기 감마
ru_ru: Био-Оружие Гамма

source: Your genome is unique to you, this is a DNA marker identifying you as Bio-Weapon Gamma. It may prove useful one day.
ko: 당신의 DNA는 고유하며, 이것은 당신을 생체병기 감마로 식별하는 DNA 마커입니다. 언젠가 유용할지도 모릅니다.
ru_ru: Твой геном уникален, а этот маркер указывает на то что ты являешься Био-Оружием Гамма. Это может быть полезно в один день.

source: Bio-Weapon Delta
ko: 생체병기 델타
ru_ru: Био-Оружие Дельта

source: Your genome is unique to you, this is a DNA marker identifying you as Bio-Weapon Delta. It may prove useful one day.
ko: 당신의 DNA는 고유하며, 이것은 당신을 생체병기 델타로 식별하는 DNA 마커입니다. 언젠가 유용할지도 모릅니다.
ru_ru: Твой геном уникален, а этот маркер указывает на то что ты являешься Био-Оружием Дельта. Это может быть полезно в один день.

source: Bio-Weapon
ko: 생체병기
ru_ru: Био-Оружие

source: This DNA marker serves as a reminder of what you are - a Bio-Weapon. This is for NPCs, if you have this it's a bug to pester Noctifer about!
ko: 당신의 DNA는 고유하며, 이것은 당신을 생체병기로 식별하는 DNA 마커입니다. 이것은 NPC를 위한 것이며, 당신이 이걸 가지고 있다면 버그이므로 Noctifer에게 알려주세요!
ru_ru: Этот ДНК служит напоминанием о том что ты такое. Ты - Био-Оружие. Этот маркер используется для NPC. Если ты видишь это у себя, это баг!

source: Failed Bio-Weapon
ko: 생체병기 실패작
ru_ru: Неудачное Био-Оружие

source: This DNA marker serves as a reminder of what you are - another failure in this world. It identifies you as a Failed Bio-Weapon.
ko: 당신의 DNA는 고유하며, 이것은 당신을 생체병기 실패작으로 식별하는 DNA 마커입니다.
ru_ru: Этот ДНК служит напоминанием о том что ты такое. Ты - ещё одна неудача в этом мире. Этот маркер указывает что ты неудачное Био-Оружие.

source: Super Soldier Marker
ko: 초인 병사 마커
ru_ru: Маркер Суперсолдата

source: This is a DNA marker identifying you as part of the Super Soldier Project. It was used to give you clearances to biometric scanners and special weapons but now a days it seems useless.
ko: 당신의 DNA는 고유하며, 이것은 당신을 초인 병사 프로젝트의 일원으로 식별하는 DNA 마커입니다. 생체인식 감지기와 특수 무기 사용허가를 받는 데 사용되었지만, 요즘은 쓸모가 없는 것 같습니다.
ru_ru: Этот маркер указывает что ты являешься частью проекта "Суперсолдат". Он использовался, чтобы дать вам доступ к биометрическим сканерам и специальному оружию, но сейчас это кажется бесполезным.

source: Natural Armor
ko: 자연적인 방어구

source: Your skin and underlying muscles are hard as stone. You have innate resistance to all forms of physical damage and are less likely to suffer bleeding, but you also suffer extra encumbrance.
ko: 당신의 피부와 근육은 마치 돌처럼 단단합니다. 모든 형태의 물리적 피해에 대한 자연적인 방어력을 가지며 출혈을 입을 가능성도 적지만, 대신 추가적인 부담을 느끼게 됩니다.

source: Metabolic Instability
ko: 불안정한 신진대사

source: Your body requires more resources than normal, burning calories and requiring more food in exchange for warming you up more easily. You can also better tolerate mutant toxins.
ko: 당신의 몸은 평소보다 더 많은 자원을 필요로 하며, 칼로리를 더 많이 소모하고 더 많은 음식을 필요로 하는 대신 쉽게 체온을 올릴 수 있습니다. 또한 돌연변이 독소에 대한 내성도 보다 높아집니다.

source: Neural Degeneration
ko: 신경 퇴화

source: You suffer from a form of artificially-induced atavism. Reading is much slower, and crafting is more difficult. Persuading NPCs will be more difficult, but threatening them will be easier.
ko: 당신은 인위적으로 유발된 퇴행 현상의 일종을 겪고 있습니다. 독서는 훨씬 느려지고 제작이 더 어려워집니다. NPC를 설득하는 건 더 어려워지지만, 위협하는 것은 더 쉬워집니다.

source: Neural Augmentation
ko: 신경 증강

source: Your brain has been basically rewired to handle technical tasks more easily. You can read much faster, and find it easier to craft. However, this increased activity makes you require much more sleep as well.
ko: 당신의 뇌는 기술적인 작업을 더 쉽게 처리할 수 있도록 재배열되었습니다. 독서 속도가 훨씬 빨라지고 제작이 더 수월해집니다. 하지만 이러한 뇌 활동 증가로 인해 훨씬 더 많은 수면이 필요합니다.

source: Pain Mitigation
ko: 고통 완화

source: Your body is conditioned to easily shrug off pain. Any aches and pains you accumulate will steadily fade away.
ko: 당신의 몸은 고통을 쉽게 견딜 수 있도록 단련되었습니다. 축적되는 모든 고통과 아픔은 점차 사라집니다.

source: Unsteady Footwork
ko: 불안정한 걸음

source: It's far easier for someone of your stature to simply stand there and take it. Your movement across flat terrain and in water is 10% slower, your movement in rough terrain is 30% slower, and you suffer a severe penalty to dodging.
ko: 당신 같은 체격의 사람은 그냥 서서 견뎌내는 것이 훨씬 쉽습니다. 평지와 물에서 이동속도가 10% 느려지고, 거친 지형에서의 이동속도는 30% 느려지며, 회피 능력에 심각한 페널티가 적용됩니다.

source: Machine Empathy
ko: 기계 공감력

source: Something they did to you seems to confound facial recognition software. Most of the haywire robots out there will be slower to identify you as a threat.
ko: 그들이 가한 어떤 조치로 인해 당신의 얼굴은 안면 인식 소프트웨어에 혼란을 유발하는 것 같습니다. 바깥의 고장난 로봇 대부분은 당신을 위협으로 인식하는 데 더 오랜 시간이 걸릴 것입니다.

source: Augmented Healing
ko: 증강된 회복

source: Your body recovers from injury much quicker than normal, especially when you're awake and active.
ko: 당신의 몸은 일반인보다 훨씬 빠르게 부상에서 회복됩니다. 특히 깨어있고 활동 중일 때는 속도가 더욱 빨라집니다.

source: Navigator
ko: 길잡이

source: Your mental conditioning makes it easier to handle the outdoors, and to find your way. Your sight radius on the overmap is increased, and you suffer reduced wet penalties.
ko: 당신은 정신적 단련 덕분에 야외 적응 및 길찾기가 더 쉬워집니다. 전체 지도에서 시야 범위가 늘어나고, 젖음 페널티가 감소합니다.

source: Metabolic Stasis
ko: 정체된 신진대사

source: Your body is tuned to operate at a much slower pace to conserve energy. You need less food, water, and sleep than normal people, but your stamina regenerates much more slowly, and you heal slower too.
ko: 당신의 몸은 에너지를 절약하기 위해 훨씬 느린 속도로 움직이도록 조정되었습니다. 평범한 사람보다 음식, 물, 수면이 덜 필요하지만, 체력 회복속도와 치유속도도 느려집니다.

source: Hunter-Killer
ko: 헌터-킬러

source: Your reflexes and agility have been greatly augmented. You move faster overall, attack much faster, and can find it easier to dodge attacks. What's more, your instincts have been honed to make combat skills easier to learn, and you find killing easier on the mind.
ko: 당신의 반사신경과 민첩성이 크게 개선되었습니다. 전반적인 이동속도가 빨라지고, 공격속도가 훨씬 빨라지며, 공격을 회피하기도 더 쉬워집니다. 게다가 전투 기술을 배우기 위한 본능이 날카로워져, 살인을 정신적으로 받아들이는 것도 더 수월해집니다.

source: Cardioefficiency
ko: 효율적인 심혈관계

source: You find it easier than normal to recover from physical exertion, gaining increased stamina regeneration.
ko: 평소보다 신체적 피로에서 회복하기 더 쉬워지며, 체력 회복속도가 증가합니다.

source: Subtlety
ko: 암약

source: Your innate conditioning makes it much easier to slip past undetected and manipulate others. You're harder to spot and your movement is more quiet, plus it's much easier to persuade and lie to NPCs.
ko: 타고난 단련 덕분에 남모르게 움직이거나 다른 사람을 조종하기가 훨씬 쉬워집니다. 발견되기 어려워지고, 움직임도 조용하며, NPC를 설득하거나 속이는 것도 훨씬 수월합니다.

source: Unyielding Frame
ko: 불굴

source: Your durability and resilience are overall far beyond normal humans, and your form is larger than a normal human. You gain a flat +50 to all hit points, +15% carry weight, plus your maximum stamina and stamina regeneration is 30% higher than normal.
ko: 당신의 내구성과 회복력은 평범한 사람을 훨씬 뛰어넘었으며, 체격도 다른 사람보다 큽니다. 모든 체력에 +50의 고정 보너스를 얻고, 최대 휴대 중량이 +15% 증가하며, 최대 체력과 체력 회복속도가 다른 사람보다 30% 높아집니다.

source: Vulnerable
ko: 취약함

source: Your body is much less resilient overall. Your maximum HP is 50% lower than normal, and you suffer increased phyiscal damage.
ko: 당신의 몸은 전반적으로 훨씬 덜 강인합니다. 최대 체력이 다른 사람의 50%로 줄어들고, 물리적 피해를 더 많이 받습니다.

source: Survivor Combatives
ko: 생존자 전투
ru_ru: Рукопашная подготовка выживальщика

source: You learned how to handle yourself in the cataclysm. Whether armed or unarmed, you know how to use your wits to stay alive. Survival is of the highest priority.
ko: 당신은 대격변 속에서 살아남는 법을 배웠습니다. 무기를 사용하든 맨손이든, 기지를 발휘해 생존하는 방법을 알고 있습니다. 생존이 최우선 과제입니다.
ru_ru: Ты научился справляться с катаклизмом. Вооруженный или безоружный, вы знаете, как использовать свой ум, чтобы остаться в живых. Выживание имеет первостепенное значение.

source: Bionic Combatives
ko: 바이오닉 전투
ru_ru: Бионическое боевое исскуство

source: You start with the Bionic Combatives style. A modern combat style for the post-modern human. Nicknamed "Biojutsu", Bionic Combatives combines integrated weaponry, armor and augments into an consolidated fighting discipline.
ko: 포스트-모던 인간을 위한 근대적 전투술입니다. 흔히 "바이오술"이라고 불리는 이 무술은 내장된 무기, 방어구 및 기타 증강을 하나의 통합 무술 체계로 융합합니다.
ru_ru: Вы начинаете со стиля "Бионическое боевое исскуство". Современный боевой стиль для постмодернистского человека. Получив прозвище "Биодзюцу", Бионическое боевое исскуство объединяет интегрированное вооружение, броню и аугментации в единую боевую дисциплину.

source: Post-Human Combatives
ko: 신인류 전투

source: You start with the Post-Human Combatives style. You've learned a number of tricks to take advantage of the potential that abandoning your humanity can offer. Focused on heavy, powerful weapons or mutant limbs, a supernaturally strong post-human can use their abilities to great effect.
ko: 당신은 인간성을 버림으로써 얻을 수 있는 잠재력을 활용하는 여러 기술을 배웠습니다. 강력하고 무거운 무기나 변이된 팔과 다리를 중심으로, 초자연적으로 강력한 신인류는 자신의 능력을 대폭 활용할 수 있습니다.

source: Survivor Story
ko: 생존 이야기
ru_ru: История Выжившего

source: This NPC could tell you about how they survived the Cataclysm
ko: 이 NPC는 어떻게 대격변에서 살아남았는지 이야기할 수 있음
ru_ru: Этот NPC может рассказать о том как он пережил Катаклизм

source: Gladiator
ko: 검투사
ru_ru: Гладиатор

source: You were kidnapped and forced into an underground blood sport, augmented and forced to fight others like you for the amusement of wealthy clients. You may not be the only one lucky enough to have survived that without being broken.
ko: 당신은 납치되어 지하 유혈 경기장에 끌려갔고, 증강이 적용된 후 다른 사람들과 싸우도록 강요받았습니다. 부유한 고객들의 오락을 위해서였죠. 그 과정에서 마음이 부서지지 않고 살아남은 건 당신만 얻은 행운이 아닐 수도 있습니다.
ru_ru: Вас похитили и заставили заниматься подпольным кровавым спортом, аугментировали и заставили сражаться с такими же, как вы, ради развлечения богатых клиентов. Возможно, вы не единственный, кому посчастливилось выжить, не сломавшись.

source: Prepper Holdout
ko: 재앙대비자 은신처

source: Before the Cataclysm, you had been a member of a local community of like-minded survivalists, occasionally meeting to discuss preparations and contribute to preparing and stocking safehouses. Now that the world's ended, you might be able to count on any of your friends out there who are still alive.
ko: 대격변 이전에 당신은 비슷한 생각을 가진 재앙대비자들로 이루어진 지역 공동체의 일원이었습니다. 가끔 모여 대비 계획을 논의하고, 안전가옥을 준비하거나 물자를 비축하는 데 힘을 보탰죠. 이제 세상이 끝난 지금, 아직 살아남은 친구들이 있다면 그들에게 의지할 수도 있을 것입니다.

source: This is a bug, report to Noctifer if you see this.
ko: 이것은 버그입니다. 이걸 본다면 Noctifer에게 알려주세요.
ru_ru: Это баг, не смотри на это.

# memorial_male
source: All your enhancements came short of immortality.
ko: 당신의 모든 강화는 불멸에 이르지 못했습니다.
ru_ru: Все твои аугментации не смогли довести тебя до бессмертия.

# memorial_female
source: All your enhancements came short of immortality.
ko: 당신의 모든 강화는 불멸에 이르지 못했습니다.
ru_ru: Все твои аугментации не смогли довести тебя до бессмертия.

source: You are not human. You can't even remember anymore, whether you were ever human to begin with. What matters is that now, you are more than human.
ko: 당신은 더 이상 인간이 아닙니다. 애초에 인간이었는지조차 이제는 기억나지 않습니다. 중요한 것은 이제 당신은 인간을 넘어선 존재라는 사실뿐입니다.
ru_ru: Ты уже не человек. Ты даже не можешь вспомнить, был ли ты когда-нибудь человеком с самого начала. Важно то, что теперь ты больше, чем человек.

source: Sentinel
ko: 센티널
ru_ru: Страж

source: Seeing this is probably a bug.
ko: 이걸 봤다면 아마도 버그입니다.
ru_ru: Это баг, не смотри на это.

source: You're left reeling as the chemicals make your biology reach new heights.
ko: 화학물질이 당신의 생태를 새로운 경지로 끌어올리자, 당신은 충격에 휩싸입니다.
ru_ru: Вы остаетесь в шоке, поскольку некие химические вещества заставляют вашу плоть достигать новых высот.

# memorial_male
source: You found your comrades and regrouped in hell.
ko: 당신은 동료들을 찾아 지옥에서 다시 모였습니다.
ru_ru: Вы нашли своих товарищей и перегруппировались в аду.

# memorial_female
source: You found your comrades and regrouped in hell.
ko: 당신은 동료들을 찾아 지옥에서 다시 모였습니다.
ru_ru: Вы нашли своих товарищей и перегруппировались в аду.

source: You have transcended your humanity in both mind and body; your biology freed from the shackles of living flesh. Now a warrior with battle running through your veins, you are what humanity would consider the next step in evolution.
ko: 당신은 정신과 육체 모두에서 인류를 초월했습니다. 살아있는 육신의 굴레에서 벗어난 생태를 지니게 되었고. 이제 전투의 본능이 혈관을 타고 흐르는 전사로서, 당신은 인류가 진화의 다음 단계라 부를만한 존재입니다.
ru_ru: Вы превзошли свою человечность как в уме, так и в теле; ваша биология освобождена от оков живой плоти. Теперь, когда вы воин, в крови которого текла битва, человечество считает вас следующим шагом в эволюции.

source: Sentinel Physicality I
ko: 센티널 신체 증강 I
ru_ru: Телесность Стража I

source: Targeted mutagenic treatment has improved your muscular development. Your maximum stamina, stamina regeneration, and maximum weight carried is 25% greater, and you heal slightly faster. In exchange, your metabolism and thirst is slightly increased, and your body runs a bit warm.
ko: 표적 돌연변이 처치로 근육 발달이 개선되었습니다. 최대 체력, 체력 회복 속도, 최대 휴대 중량이 25% 증가하고, 회복 속도도 약간 빨라집니다. 그 대신 신진대사와 갈증이 약간 증가하며, 체온도 조금 높아집니다.
ru_ru: Целенаправленный мутагенный курс усилил твоё мышечное развитие. Твоя максимальная выносливость, регенерация выносливости и максимальный переносимый вес на 25% больше, и ты исцеляешься немного быстрее. В обмен на это твой метаболизм и жажда немного увеличелись, а твоё тело стало выделять немного больше тепла.

source: Sentinel Physicality II
ko: 센티널 신체 증강 II
ru_ru: Телесность Стража II

source: Targeted mutagenic treatment has improved your muscular development. Your maximum stamina, stamina regeneration, and maximum weight carried is 50% greater, and you heal faster. In exchange, your metabolism and thirst is increased, and your body runs slightly hotter.
ko: 표적 돌연변이 처치로 근육 발달이 개선되었습니다. 최대 체력, 체력 회복 속도, 최대 휴대 중량이 50% 증가하고, 회복 속도도 빨라집니다. 그 대신 신진대사와 갈증이 증가하며, 체온도 약간 더 높아집니다.
ru_ru: Целенаправленный мутагенный курс усилил твоё мышечное развитие. Твоя максимальная выносливость, регенерация выносливости и максимальный переносимый вес на 50% больше, и ты исцеляешься быстрее. В обмен на это твой метаболизм и жажда увеличелись, а твоё тело стало выделять больше тепла.

source: Sentinel Physicality III
ko: 센티널 신체 증강 III
ru_ru: Телесность Стража III

source: Targeted mutagenic treatment has improved your muscular development. Your maximum stamina, stamina regeneration, and maximum weight carried is doubled, and you heal much faster. In exchange, your metabolism and thirst is further increased, and your body runs hotter.
ko: 표적 돌연변이 처치로 근육 발달이 크게 개선되었습니다. 최대 체력, 체력 회복 속도, 최대 휴대 중량이 두 배로 증가하고, 회복 속도도 훨씬 빨라집니다. 그 대신 신진대사와 갈증이 보다 증가하며, 체온도 더 높아집니다.
ru_ru: Целенаправленный мутагенный курс усилил твоё мышечное развитие. Твоя максимальная выносливость, регенерация выносливости и максимальный переносимый вес в 2 раза больше, и ты исцеляешься намного быстрее. В обмен на это твой метаболизм и жажда увеличелись довольно сильно, а твоё тело стало выделять много тепла тепла.

source: Sentinel Strength I
ko: 센티널 근력 증강 I
ru_ru: Сила Стража I

source: Your strength has been increased slightly by your physical alterations, relative to your natural physique. Strength +2.
ko: 변형된 신체로 인해 본래 체격에 비해 근력이 약간 개선됐습니다. 힘 +2.
ru_ru: Из-за физических мутаций твоя сила стала чуть-чуть больше по сравнению с твоим изначальным состоянием. Сила +2.

source: Sentinel Strength II
ko: 센티널 근력 증강 II
ru_ru: Сила Стража II

source: Your strength has been increased somewhat by your physical alterations, relative to your natural physique. Strength +4.
ko: 변형된 신체로 인해 본래 체격에 비해 근력이 다소 개선됐습니다. 힘 +4.
ru_ru: Из-за физических мутаций твоя сила стала немного больше по сравнению с твоим изначальным состоянием. Сила +4.

source: Sentinel Strength III
ko: 센티널 근력 증강 III
ru_ru: Сила Стража III

source: Your strength has been increased by your physical alterations, relative to your natural physique. Strength +6.
ko: 변형된 신체로 인해 본래 체격에 비해 근력이 개선됐습니다. 힘 +6.
ru_ru: Из-за физических мутаций твоя сила стала больше по сравнению с твоим изначальным состоянием. Сила +4.

source: Sentinel Strength IV
ko: 센티널 근력 증강 IV
ru_ru: Сила Стража IV

source: Your strength has been greatly increased by your physical alterations, relative to your natural physique. Strength +8.
ko: 변형된 신체로 인해 본래 체격에 비해 근력이 크게 개선됐습니다. 힘 +8.
ru_ru: Из-за физических мутаций твоя сила стала существенно больше по сравнению с твоим изначальным состоянием . Сила +8.

source: Sentinel Strength V
ko: 센티널 근력 증강 V
ru_ru: Сила Стража V

source: Your strength has been massively increased by your physical alterations, relative to your natural physique. Strength +10.
ko: 변형된 신체로 인해 본래 체격에 비해 근력이 엄청나게 개선됐습니다. 힘 +10.
ru_ru: Из-за физических мутаций твоя сила стала просто чудовищной по сравнению с твоим изначальным состоянием . Сила +10.

source: Sentinel Reflexes I
ko: 센티널 반사신경 증강 I
ru_ru: Рефлексы Стража I

source: Targeted mutagenic treatment has sharpened your reflexes. You can move and attack a bit faster, and your dodging is improved slightly. In exchange, you need slightly more rest than normal, and are slightly more sensitive to electrical discharges.
ko: 표적 돌연변이 처치로 반사신경이 개선되었습니다. 이동속도와 공격속도가 약간 빨라지고, 회피 능력도 약간 개선됩니다. 그 대신 평소보다 약간 더 많은 휴식이 필요하며, 전기 충격에 약간 더 민감해집니다.
ru_ru: Целенаправленный мутагенный курс обострил твои рефлексы. Ты можешь двигаться и атаковать немного быстрее, умение уклоняться также немного улучшилось. Взамен тебе нужно немного больше отдыха, чем обычно, а твоя чувствительность к электрическим разрядам немного повысилась.

source: Sentinel Reflexes II
ko: 센티널 반사신경 증강 II
ru_ru: Рефлексы Стража II

source: Targeted mutagenic treatment has sharpened your reflexes. You can move and attack faster, and your dodging is improved. In exchange, you need more rest than normal, and are more sensitive to electrical discharges.
ko: 표적 돌연변이 처치로 반사신경이 개선되었습니다. 이동속도와 공격속도가 빨라지고, 회피 능력도 개선됩니다. 그 대신 평소보다 더 많은 휴식이 필요하며, 전기 충격에 약간 더 민감해집니다.
ru_ru: Целенаправленный мутагенный курс обострил твои рефлексы. Ты можешь двигаться и атаковать быстрее, умение уклоняться также улучшилось. Взамен тебе нужно больше отдыха, чем обычно, а твоя чувствительность к электрическим разрядам повысилась.

source: Sentinel Reflexes III
ko: 센티널 반사신경 증강 III
ru_ru: Рефлексы Стража III

source: Targeted mutagenic treatment has sharpened your reflexes. You can move and attack much faster, and your dodging is greatly improved. In exchange, you need much more rest than normal, and are much more sensitive to electrical discharges.
ko: 표적 돌연변이 처치로 반사신경이 개선되었습니다. 이동과 공격 속도가 훨씬 빨라지고, 회피 능력도 크게 개선됩니다. 그 대신 평소보다 훨씬 더 많은 휴식이 필요하며, 전기 충격에 훨씬 더 민감해집니다.
ru_ru: Целенаправленный мутагенный курс обострил твои рефлексы. Ты можешь двигаться и атаковать намного быстрее, умение уклоняться также сильно улучшилось. Взамен тебе нужно намного больше отдыха, чем обычно, а твоя чувствительность к электрическим разрядам очень сильно повысилась.

source: Sentinel Dexterity I
ko: 센티널 민첩성 증강 I
ru_ru: Ловкость Стража I

source: Your dexterity has been increased slightly by your physical alterations, relative to your natural agility. Dexterity +2.
ko: 변형된 신체로 인해 본래 움직임에 비해 민첩성이 약간 개선되었습니다. 민첩 +2.
ru_ru: Из-за физических мутаций твоя ловкость стала чуть-чуть больше по сравнению с твоим изначальным состоянием . Ловкость +2.
