Repository: Noctifer-de-Mortem/nocts_cata_mod
Catalog: nocts_cata_mod_*/lang/*.po
Languages: ko, ru_ru

source: Quick and fluid movements make you harder to catch. +1 Dodge attempts, Dodge skill increased by 25%% of Intelligence, immunity to knockdown. Lasts for 1 turn.
ru_ru: Из-за быстрых и плавных движений вас очень трудно поймать. +1 попытка уклонения, навык уклонения увеличен на 25%% от Интеллекта, иммунитет к нокдауну. Длится 1 ход.

source: Aikido
ru_ru: Айкидо

source: Judo
ru_ru: Дзюдо

source: Silat
ru_ru: Силат

source: Eskrima
ru_ru: Эскрима

source: Krav Maga
ru_ru: Крав-Мага

source: Fencing
ru_ru: Фехтование

source: Medieval Swordsmanship
ru_ru: Средневековое искусство фехтования

source: Ninjutsu
ru_ru: Ниндзюцу

source: Fior Di Battaglia
ru_ru: Фьоре Деи Либери

source: hydrogen tank
ru_ru: резервуар с водородом

source: This is a tank of compressed hydrogen gas. If you need to make water from scratch, or lift a zeppelin, it could come in handy.
ru_ru: Это резервуар со сжатым газообразным водородом. Если вам нужно сделать воду с нуля или поднять дирижабль, это может пригодиться.

source: You fake a strike at %s
ru_ru: Вы делаете ложный выпад в сторону противника (%s)

source: <npcname> fakes a strike at %s
ru_ru: <npcname> делает ложный выпад в сторону противника (%s)

source: A custom-made receiver fitted for 12 guage shells, that could be used to craft an automatic firearm.
ru_ru: Самодельная ствольная коробка для снаряжения патронов 12 калибра, которая может быть использована для создания автоматического огнестрельного оружия.

source: A custom-made receiver fitted for .7.62x39mm, that could be used to craft an automatic firearm.
ru_ru: Самодельный ресивер, приспособленный для калибра 7.62x39мм, который можно было бы использовать для изготовления автоматического огнестрельного оружия.

source: A custom-made receiver fitted for .7.62x54mmR, that could be used to craft an automatic firearm.
ru_ru: Самодельный ресивер, приспособленный для калибра 7.62x54ммR, который можно было бы использовать для изготовления автоматического огнестрельного оружия.

source: survival kit in a can
ru_ru: набор для выживания в канистре

source: A large tin can held together by a tab and seal. Remove the seal to split the container into two smaller cans and reveal its contents. It contains carefully packed survival items with a list of them on the side of the can. You could not possibly put its contents back together.
ru_ru: Большая жестяная канистра, скрепленная язычком и печатью. Снимите печать, чтобы разделить контейнер на две канистры меньшего размера и достать его содержимое. Он содержит тщательно упакованные предметы выживания со списком на боковой стороне ёмкости. Обратно всё собрать вы уже не сможете.

source: A makeshift blade with a knuckle guard that doubles as a tazer. Has a wrap on the handle to prevent self shock.
ru_ru: Импровизированный клинок с щитками для костяшек пальцев, который одновременно служит тазером. Имеет обертку в виде изоленты на ручке, чтобы ударить током самого себя.

source: Two makeshift blades with knuckle guards that double as a tazer. Has a wrap on the handle to prevent self shock.
ru_ru: Два импровизированных клинка с щитками для костяшек пальцев, которые одновременно служат тазерами. Имеет обертку в виде изоленты на ручке, чтобы ударить током самого себя.

source: Throughly poring over the map, you memorize the location.
ru_ru: Тщательно просматривая карту, вы запоминаете местоположение.

source: A multi-tool combing a small hammer and pair of pliers. Small and practical, the survivor's mini-tool-kit.
ru_ru: Многофункциональный инструмент сочетающий в себе кувалду и пару плоскогубцев. Маленький и практичный мини-набор инструментов выжившего.

source: A simple wristwatch on a plastic band, wrapped with a paracord bracelet with a thermometer attached. Tells the time and has an alarm clock feature.
ru_ru: Это простые наручные часы на пластиковой ленте, обернутые браслетом из паракорда (полимерный шнур, изготовленный из нейлона) с прикрепленным термометром. Показывает время и имеет функцию будильника.

source: A prototype device giving off noticeable heat, housing a compact radioisotope thermoelectric generator. It does not seem to accept batteries or even provide a UPS hookup, instead housing an inductive charging system designed specifically for CBM power storage. Being an unfinished design, the only way to dump power into the inductor without electrocuting yourself requires opening up part of the mechanism, exposing you to radiation.
ru_ru: Прототип устройства, выделяющего заметное тепло, содержит компактный радиоизотопный термоэлектрический генератор. Похоже, он не принимает батареи и даже не обеспечивает подключение к УБП, вместо этого в нем установлена индуктивная система зарядки, разработанная специально для хранения энергии для КБМ. Будучи незавершенной конструкцией, единственный способ сбросить энергию в индуктор без поражения электрическим током требует открытия части механизма, подвергая вас воздействию излучения.

source: mounted ARC-314 laser rifle (UPS)
ru_ru: смонтировнная ARC-314 лазерная винтовка (УБП)

source: mounted KRX-108 laser LMG (UPS)
ru_ru: смонтировнный KRX-108 лазерный пулемёт (УБП)

source: mounted MX-84 laser sniper (UPS)
ru_ru: смонтировнная MX-84 лазерная снайперская винтовка (УБП)

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. Its small size makes it rather inefficient compared to its normal efficiency as a motor.
ru_ru: Электрический двигатель, импровизированный, чтобы служить в качестве электрического генератора, должен быть присоединен к двигателю внутреннего сгорания. Его небольшой размер делает его довольно неэффективным по сравнению с его обычной эффективностью в качестве двигателя.

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. Its small size has a negative impact on its efficiency.
ru_ru: Электрический двигатель, импровизированный, чтобы служить в качестве электрического генератора, должен быть присоединен к двигателю внутреннего сгорания. Его небольшие размеры отрицательно сказываются на его эффективности.

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. While relatively energy-intensive, it makes about as efficient a dynamo as it does a motor.
ru_ru: Электрический двигатель, импровизированный, чтобы служить в качестве электрического генератора, должен быть присоединен к двигателю внутреннего сгорания. Несмотря на относительную энергоемкость, динамо-машина становится такой же эффективной, как и сам двигатель.

source: large electric generator
ru_ru: большой электрический генератор

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. It would need a fairly powerful engine to effectively generate power.
ru_ru: Электрический двигатель, импровизированный, чтобы служить в качестве электрического генератора, должен быть присоединен к двигателю внутреннего сгорания. Для эффективной выработки энергии потребуется довольно мощный двигатель.

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. While it retains much of its efficiency, it still requires a rather powerful engine to operate.
ru_ru: Электрический двигатель, импровизированный, чтобы служить в качестве электрического генератора, должен быть присоединен к двигателю внутреннего сгорания. Хотя он сохраняет большую часть своей эффективности, для его работы все еще требуется довольно мощный двигатель.

source: An electric motor improvised to serve as an electric generator, to be attached to an internal combustion engine. You would need one hell of an engine to use this as a generator!
ru_ru: Электрический двигатель, импровизированный, чтобы служить в качестве электрического генератора, должен быть присоединен к двигателю внутреннего сгорания. Вам понадобится чертовски хороший двигатель, чтобы использовать его в качестве генератора!

source: hydrogen gas
ru_ru: газообразный водород

source: A light, flammable gas compressed for use as fuel. Quite energy dense, but also requiring a lot of energy to produce, even moreso without pre-cataclysm industry.
ru_ru: Легкий легковоспламеняющийся газ, сжатый для использования в качестве топлива. Довольно высокая энергоэффективность, но также требующая много энергии для того чтобы эту энергию высповобить, тем более в условиях после Катаклизма.

source: A magazine built for the survivor's .223 assault rifle. Although well-made, it does not fit STANAG specifications.
ru_ru: Магазин, сделанный для штурмовой винтовки выживальщика .223 калибра. Хотя он хорошо сделан, он не соответствует спецификациям STANAG.

source: A magazine built for the survivor's 7.62x39 assault rifle. A rough simplification of the AKM magazine pattern, its makeshift design makes it incompatible with factory AK-pattern rifles.
ru_ru: Магазин, сделанный для штурмовой винтовки выживальщика 7.62x39. Грубое упрощение модели магазина АКМ, его импровизированная конструкция делает его несовместимым с заводскими винтовками АК-образца.

source: A magazine built for the survivor's .308 battle rifle. While well-made, it isn't standardized to fit common production models.
ru_ru: Магазин, сделанный для боевой винтовки выживальщика .308. Несмотря на то, что он хорошо сделан, он не стандартизирован, чтобы соответствовать обычным производственным моделям.

source: A magazine built for the survivor's full auto shotgun. A well-made simplification of the Saiga 12's variant of the AK pattern, it still won't fit to factory specifications.
ru_ru: Магазин, предназначенный для автоматического дробовика выживальщика. Хорошо сделанное упрощение варианта модели АК "Сайга-12", он все равно не будет соответствовать заводским спецификациям.

source: A magazine built for the survivor's 9mm SMG. Uses a similar simplification as seen by handmade magazines for the STEN submachine gun, albeit lacking in compatibility.
ru_ru: Магазин, сделанный для 9-мм SMG важивальщика. Использует аналогичное упрощение, как видно из журналов ручной работы для пистолета-пулемета STEN, хотя и не имеет совместимости.

source: A magazine built for the survivor's .45 SMG. A .45 ACP conversion of a further-simplified STEN pattern, it's decently-made but not designed for any known factory-made model of firearm.
ru_ru: Магазин, сделанный для .45 пистолета-пулемёта выживальщика. Примерно повторяющий по конструкции магазин STEN, он прилично собран, но не предназначен ни для одной известной заводской модели огнестрельного оружия.

source: monomolecular knife
ru_ru: мономолекулярный нож

source: A foot-long knife made from high-tech alloy and edged with bonded nanocrystals. A welded metal handle and handguard allow you to hold it without slicing your hand open.
ru_ru: Нож длиной примерно в 30 см, сделанный из высокотехнологичного сплава и окаймленный связанными нанокристаллами. Сварная металлическая ручка и цевье позволяют держать его, не боясь порезать руку.

source: A yard-long sword made from high-tech alloy and edged with bonded nanocrystals. A welded metal handle and handguard allow you to hold it without slicing your hand open.
ru_ru: Меч длиной примерно в метр, сделанный из высокотехнологичного сплава и окаймленный связанными нанокристаллами. Сварная металлическая ручка и цевье позволяют держать его, не боясь порезать руку.

source: bionic claw knuckles
ru_ru: бионические когтекастеты

source: Short and sharp claws made from a high-tech metal welded to metal knuckles. Lightweight and fast, wielding them feels as if you were bare-handed.
ru_ru: Короткие и острые когти из высокотехнологичного металла, приваренные к металлическим костяшкам. Легкие и быстрые, используя их, вы чувствуете себя так, как будто бъёте голыми руками.

# gun_type_type
source: crossbow
ru_ru: арбалеты

# gun_type_type
source: bow
ru_ru: луки

source: makeshift LMG recoil handle
ru_ru: самодельная рукоять для ручного пулемёта

source: A side-mounted handle designed for a custom LMG of some sort, to help in hip fire. Reduces target acquisition time and perceived recoil, but increases overall dispersion. Attaching it will hinder the effective use of the weapon's default sights, as well.
ru_ru: Боковая рукоятка, предназначенная для самодельного ручного пулемёта. Она помогает вести огонь от бедра. Уменьшает время наведения на цель и отдачу, но увеличивает разброс. Прикрепление рукоятки также будет препятствовать нормальному использованию стандартных прицелов для оружия.

source: carry handle
ru_ru: ручка для переноски

source: makeshift shotgun suppressor
ru_ru: самодельный глушитель для дробовика

source: A homemade suppressor made from a pipe and improvised baffles. It's a lot more complex than a suppressor for a pistol or rifle, and will deteriorate quickly with use. This suppressor is large and, when attached, will interfere with your ability to aim down the base sights of the gun.
ru_ru: Самодельный глушитель, сделанный из трубы и импровизированных перегородок. Он намного сложнее чем глушитель для пистолета или винтовки, и быстро портится при использовании. Этот глушитель большой и, когда он прикреплен, будет мешать нормально целиться.

source: muzzle
ru_ru: дуло

source: A pistol made out of fleshy material enclosed by metal. Whatever it fires seems to be solid enough to do damage along with immolating victims, though it appears to rely on a UPS slot. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ru_ru: Пистолет, сделанный из плоти и заключенной в металл. Все, что он запускает, кажется достаточно прочным, чтобы нанести ущерб. Несмотря на своё происхождение, похоже, он полагается на слот УБП. Пока ты держишь его в руках, он даёт вам какое-то странноле ощущение сосредоточенности, хотя случайные подергивания и нервирующие звуки от этой штуки заставляют вас чувствовать себя неловко. Надеюсь, он не разумный.

source: A sub-machinegun made out of fleshy material enclosed by metal, curiously sustained by a UPS connection. Whatever the hell it fires seems to have an incendiary effect on targets. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ru_ru: Пистолет-пулемет, сделанный из плоти и заключенной в металл. От него идут какие-то отростки, подходящие под соединение УБП. Пока ты держишь его в руках, он даёт вам какое-то странноле ощущение сосредоточенности, хотя случайные подергивания и нервирующие звуки от этой штуки заставляют вас чувствовать себя неловко. Надеюсь, он не разумный.

source: A rifle made out of fleshy material enclosed by metal, evidently partly powered by UPS. It fires something seemingly alive, over quite a long range in fact, horribly burning and stunning whatever it hits. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ru_ru: Винтовка, сделанная из плоти и заключенная в металл. От неё идут какие-то отростки, подходящие под соединение УБП. Кажется, она стреляет чем-то живым, и на весьма большое расстояние. А ещё снаряды почему-то поджигают и оглушают всё во что попадут. Пока ты держишь его в руках, он даёт вам какое-то странноле ощущение сосредоточенности, хотя случайные подергивания и нервирующие звуки от этой штуки заставляют вас чувствовать себя неловко. Надеюсь, он не разумный.

source: semi auto
ru_ru: полу-автомат

source: A light machinegun made out of fleshy material enclosed by metal, somehow sustained by a UPS connection. It fires unnatural, presumably-living rounds that daze and immolate almost anything hit by sustained fire. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ru_ru: Пулемет, сделанный из плоти и заключенной в металл. От него идут какие-то отростки, подходящие под соединение УБП. Он стреляет неестественными, предположительно живыми снарядами, которые оглушают и сжигают почти все, что попадает под непрерывный огонь. Пока ты держишь его в руках, он даёт вам какое-то странноле ощущение сосредоточенности, хотя случайные подергивания и нервирующие звуки от этой штуки заставляют вас чувствовать себя неловко. Надеюсь, он не разумный.

source: medium auto
ru_ru: средняя очередь

source: A double barreled shotgun made out of fleshy material enclosed by metal that seems to run off UPS charges. It's hard to tell what this thing even fires, but it appears to have a powerful stunning and incendiary effect on targets. Wielding it gives you a strange sense of focus, though the occasional twitch and unnerving sound from this thing leaves you uneasy. Hopefully it's not sentient.
ru_ru: Двуствольный дробовик, сделанный из плоти и заключенной в металл. От него идут какие-то отростки, подходящие под соединение УБП. Трудно сказать чем вообще эта штука стреляет,но похоже что она поджигает и ошеломляет всё во что попадёт.Пока ты держишь его в руках, он даёт вам какое-то странноле ощущение сосредоточенности, хотя случайные подергивания и нервирующие звуки от этой штуки заставляют вас чувствовать себя неловко. Надеюсь, он не разумный.

source: one shot
ru_ru: один выстрел

source: double barrel
ru_ru: двойной выстрел

source: Further building on the developments that went into the UPS rifle, this integrates a hand crank and capacitors to charge a custom-made power cell. Infinite ammo, at the cost of performance and reliability. Use it to deploy the crank charger.
ru_ru: Основываясь на разработках, которые вошли в винтовку УБП, в неё была интегрированна специальная рукоятка, соединённая с устройством схожим с динамо-машиной. С помощью него можно накапливать заряд, механически прокручивая рукоятку. Интегрированные в винтовку конденсаторы способны накапливать заряд, для дальнейшего использования. Это, по сути, бесконечные боеприпасы. Разве что придётся заплатить мощностью и надежностью. Используйте её для развертывания зарядного устройства.

source: A (mostly) homemade assault rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the .223 cartridge via its magazine.
ru_ru: (В основном) самодельная боевая винтовка, собранная с использованием полностью автоматического ресивера. Хотя она все еще более низкого качества, чем большинство заводских винтовок, она превосходит многие другие виды самодельного оружия. Использует патрон калибра .223 через самодельный магазин.

source: A (mostly) homemade SMG built from a full auto receiver. While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons. Takes the .22 cartridge via its magazine.
ru_ru: (В основном) самодельный пистолет-пулемёт, собранный с использованием полностью автоматического ресивера. Хотя он все еще более низкого качества, чем большинство заводских аналогов, он превосходит многие другие самодельные виды оружия. Использует патрон калибра .22 из самодельных магазинов.

source: A (mostly) homemade SMG built from a full auto receiver. While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons. Takes the 9mm cartridge via its magazine.
ru_ru: (В основном) самодельный пистолет-пулемёт, собранный с использованием полностью автоматического ресивера. Хотя он все еще более низкого качества, чем большинство заводских аналогов, он превосходит многие другие самодельные виды оружия. Использует патрон калибра 9мм из самодельных магазинов.

source: A (mostly) homemade SMG built from a full auto receiver. While still lower quality than most pre-cataclysm SMGs, it's superior to many other homemade weapons. Takes the .45 cartridge via its magazine.
ru_ru: (В основном) самодельный пистолет-пулемёт, собранный с использованием полностью автоматического ресивера. Хотя он все еще более низкого качества, чем большинство заводских аналогов, он превосходит многие другие самодельные виды оружия. Использует патрон калибра .45 из самодельных магазинов.

source: A (mostly) homemade automatic rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the .308 cartridge via its magazine.
ru_ru: (В основном) самодельная боевая винтовка, собранная с использованием полностью автоматического ресивера. Хотя она все еще более низкого качества, чем большинство заводских винтовок, она превосходит многие другие виды самодельного оружия. Использует патрон калибра .308 через самодельный магазин.

source: A (mostly) homemade assault rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the 7.62x39mm cartridge via its magazine.
ru_ru: (В основном) самодельная боевая винтовка, собранная с использованием полностью автоматического ресивера. Хотя она все еще более низкого качества, чем большинство заводских винтовок, она превосходит многие другие виды самодельного оружия. Использует патрон калибра 7.62x39мм через самодельный магазин.

source: A (mostly) homemade automatic rifle built from a full auto receiver. While still lower quality than most pre-cataclysm rifles, it's superior to many other homemade weapons. Takes the 7.62x54mmR cartridge via its magazine.
ru_ru: (В основном) самодельная боевая винтовка, собранная с использованием полностью автоматического ресивера. Хотя она все еще более низкого качества, чем большинство заводских винтовок, она превосходит многие другие виды самодельного оружия. Использует патрон калибра 7.62x54ммR через самодельный магазин.

source: A (mostly) homemade full auto shotgun built from a full auto receiver. While still lower quality than most pre-cataclysm shotguns, it's superior to many other homemade weapons. Takes the 12 gauge cartridge via its magazine.
ru_ru: (В основном) самодельный пистолет-пулемёт, собранный с использованием полностью автоматического ресивера. Хотя он все еще более низкого качества, чем большинство заводских аналогов, он превосходит многие другие самодельные виды оружия. Использует патрон 12 калибра из самодельных магазинов.

source: A (mostly) homemade GPMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the .308 cartridge via a belt feed, and can attach a custom-made carry handle for improved fire from the hip.
ru_ru: (В основном) самодельный универсальный пулемёт, собранный с использованием полностью автоматического ресивера. Несмотря на то, что он хорошо сделан, тот шквал огня который он выдаёт снижают его надёжность и точность. Используем патрон калибра .308 через ленту подачи, а также к нему можно прикрепить кустарно собранную ручку для переноски и для улучшения стрельбы от бедра.

source: A (mostly) homemade LMG built from a full auto receiver. Although well-made, its high volume of fire makes reliability and accuracy an issue. Takes the 7.62x39 cartridge via a belt feed, and can attach a custom-made carry handle for improved fire from the hip.
ru_ru: (В основном) самодельный ручной пулемёт, собранный с использованием полностью автоматического ресивера. Несмотря на то, что он хорошо сделан, тот шквал огня который он выдаёт снижают его надёжность и точность. Используем патрон калибра 7.62x39 через ленту подачи, а также к нему можно прикрепить кустарно собранную ручку для переноски и для улучшения стрельбы от бедра.
