[
  {
    "id": "TALK_MSCI",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "You've got the badge, huh?  I am listening.",
      "no": "Hey there!  Welcome to the Command Center."
    },
    "responses": [
      {
        "text": "So now what are you going to do?",
        "condition": { "not": { "or": [ { "has_assigned_mission": true }, { "has_available_mission": true } ] } },
        "topic": "TALK_MSCI_NOWWHAT"
      },
      { "text": "What is this place?", "topic": "TALK_MSCI_CC_EXPLAIN" },
      { "text": "Who are you?", "topic": "TALK_MSCI_I_AM" },
      { "text": "What are you doing here?", "topic": "TALK_MSCI_ASK_DOING" },
      { "text": "Anything I can help with?", "topic": "TALK_MISSION_LIST" },
      { "text": "Can I stay here?", "topic": "TALK_MSCI_ASK_STAY" },
      { "text": "Farewell.", "topic": "TALK_DONE" }
    ]
  },
  {
    "id": "TALK_MSCI_NOWWHAT",
    "type": "talk_topic",
    "//": "The player has most likely completed the quest if this line becomes available.  Or terminally screwed up the quest on a different character, which isn't much better than vanilla's poor quest handling.",
    "dynamic_line": "Survival, and eventually research.  We'll manage given time.  Keep an eye on Sigma and Lambda while you'e at it... talk to them maybe?  I've been busy working on repairs almost constantly, and they're both likely to go stir-crazy if they have nothing to do but sit around all day.  Might help them figure out for themselves what to do.",
    "responses": [
      {
        "text": "We'll see what I can do.",
        "topic": "TALK_MSCI",
        "effect": { "u_add_effect": "router_suggestion", "duration": "PERMANENT" }
      }
    ]
  },
  {
    "id": "TALK_MSCI_CC_EXPLAIN",
    "type": "talk_topic",
    "dynamic_line": "This a refuge for the former scientists of the Bio-Weapon project.  We settled here in the woods and tried to make a living.  We allow people to stay here, as long as they contribute something.  We even managed to find a couple of stray Bio-Weapons!",
    "responses": [
      { "text": "Seems like you got it good here.", "topic": "TALK_MSCI" },
      { "text": "Who are these Bio-Weapons here?", "topic": "TALK_MSCI_BIO_WHO" }
    ]
  },
  {
    "id": "TALK_MSCI_BIO_WHO",
    "type": "talk_topic",
    "dynamic_line": "That would be Sigma and Lambda.  They are very confused.  They awoke with their memory gone and only knew they were 'different'.  I found them and they helped to scavenge and build this place.  They were built for combat;  I can tell they're bored out of their minds...",
    "responses": [ { "text": "I'll keep on eye out for them.", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_I_AM",
    "type": "talk_topic",
    "dynamic_line": "I am the leader of this place.  I go by Router.  Before the cataclysm I used to be the second lead scientist in the Bio-Weapon Project.  I designed Sigma and Lambda and saw them being stored away.  I now dedicate myself to upgrading this place, basic survival and finding more info on the project I worked on.",
    "responses": [ { "text": "Seems like you've got a lot on your plate.", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_ASK_DOING",
    "type": "talk_topic",
    "//": "Makes sure that the player most likely completed the mission to hunt Apophis before the dialogue changes.  Only time this breaks down is if a separate PC shows up while the mission is busy being pursued (or failed) by a preceding character.",
    "dynamic_line": {
      "npc_has_mission": true,
      "many": "This line should not appear.  If you encounter this, pester Noct as this is a bug!",
      "one": "Well, the main reason we are hiding here is Apophis...  It is a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist.  Currently we don't have anything that could stand a decent chance against it, so we're trying to create our own Bio-Weapon to counter Apophis. Sigma and Lambda have expressed interest in going after it, but they won't be able to take it out on their own.",
      "none": {
        "u_has_mission": true,
        "many": "This line should not appear.  If you encounter this, pester Noct as this is a bug!",
        "one": "Well, the main reason we are hiding here is Apophis...  It is a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist.  Currently we don't have anything that could stand a decent chance against it, so we're trying to create our own Bio-Weapon to counter Apophis. Sigma and Lambda have expressed interest in going after it, but they won't be able to take it out on their own.",
        "none": "Well, the main reason we were hiding here was Apophis...  It was a Bio-Weapon specifically designed to eliminate every other Bio-Weapon and Bio-Weapon scientist.  Now we can try to get things fixed up eventually, and work on research that might benefit others out there."
      }
    },
    "responses": [
      { "text": "Oh, good luck, I suppose.", "topic": "TALK_MSCI" },
      {
        "text": "What exactly is Apophis and is it really that dangerous?",
        "condition": { "or": [ { "has_assigned_mission": true }, { "has_available_mission": true } ] },
        "topic": "TALK_MSCI_APOPHIS"
      }
    ]
  },
  {
    "id": "TALK_MSCI_APOPHIS",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "You have that badge, you should know how powerful those things are.  Apophis could take them all at once.  Have you seen a zombie hulk?  They couldn't even scratch it.  Worse still, there are some rejects from Bio-Weapon program that have sided with him. This is why we are hiding here.",
      "no": "Ha!  You really have no idea, do you?  Have you ever fought a Bio-Weapon?  How about those failed versions?  Tough, right?  They have nothing on Apophis.  It's incredibly durable thanks to its armor and its heavy weaponry is a step above other Bio-Weapons.  Apophis is far more dangerous than any ordinary enemy."
    },
    "responses": [
      {
        "text": "I'm one of the originals it seems.  It's going to come after me anyway, so why not fight it?",
        "topic": "TALK_MSCI_APOPHIS_ORIGINAL",
        "condition": { "u_has_any_trait": [ "BIO_WEAPON_ALPHA", "BIO_WEAPON_BETA", "BIO_WEAPON_GAMMA", "BIO_WEAPON_DELTA" ] }
      },
      {
        "text": "Failure or not, I'm not one of those monsters.  There has to be something I can do.",
        "topic": "TALK_MSCI_APOPHIS_FAILED",
        "condition": { "u_has_any_trait": [ "BIO_WEAPON_FAILED" ] }
      },
      {
        "text": "Dealing with this mess is what I was created for.",
        "topic": "TALK_MSCI_APOPHIS_SOLDIER",
        "condition": { "u_has_any_trait": [ "SUPER_SOLDIER_MARKER" ] }
      },
      { "text": "...", "topic": "TALK_MSCI" }
    ]
  },
  {
    "id": "TALK_MSCI_APOPHIS_ORIGINAL",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "That you may be, but while you've been stuck in stasis, the other research teams had been poring over every last scrap of data they could get out of your production.  Even if it was two steps forward, one step back, Apophis is the culmination of all that research.  I know you might be eager to fight, but we need to prepare ourselves.",
      "no": "Hmm, maybe I was wrong about judging you based on your lack of a badge.  If you are who you claim to be, then know this.  Apophis is the culmination of all the research that came from your creation.  I know you might be eager to fight, but we need to be ready."
    },
    "responses": [ { "text": "...", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_APOPHIS_FAILED",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "I know you're eager to prove yourself, but that doesn't require throwing your life away.  That thing is tailor-made to kill Bio-Weapons and anyone else that gets in his way.  You don't have to prove yourself just because others have joined him.  I know I can trust you.",
      "no": "Huh.  Maybe that's why you're not wearing the badge.  I think I can trust you.  I wish the others had been given the same chance you have now, and that Apophis hadn't gotten to them first.  But if you take him on unprepared, you'll just be throwing your life away needlessly."
    },
    "responses": [ { "text": "...", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_APOPHIS_SOLDIER",
    "type": "talk_topic",
    "dynamic_line": {
      "u_is_wearing": "badge_bio_weapon",
      "yes": "And that thing was created to kill you, the orginal Bio-Weapons, and anything else that gets in the way.  That's why it got the designation Apophis, pretty much opened ourselves up for that when we went with Project Mesektet for the codename.",
      "no": "If you're really one of the super soldiers, then you should know hiding your badge won't prevent Apophis from figuring you out.  That thing was designed to hunt Bio-Weapons and Super Soldiers alike."
    },
    "responses": [ { "text": "...", "topic": "TALK_MSCI" } ]
  },
  {
    "id": "TALK_MSCI_ASK_STAY",
    "type": "talk_topic",
    "dynamic_line": "Sure, just clean up after yourself and try to not piss anyone off.  Help is appreciated, if you have the time.",
    "responses": [ { "text": "Thanks.", "topic": "TALK_MSCI" } ]
  }
]
